{
    "texts": [
        {
            "ID": "DIARY_TITLE_0",
            "EN": "Best Cup of Tea!",
            "SP": "¡La Mejor Taza de Té!",
            "FR": "Tasse de thé sensass !",
            "ptBR": "Chá imbatível!",
            "RU": "Лучший чай в моей жизни!",
            "CNSimplified": "最好喝的茶！",
            "CNTaiwan": "最棒的茶！",
            "JPN": "最高のお茶！",
            "GER": "Beste Tasse Tee!",
            "ITA": "Miglior tazza di tè!",
            "KOR": "최고의 차!",
            "THAI": "ชาถ้วยที่ดีที่สุดในโลก!",
            "MY": "Secawan Teh yang Terbaik!"
        },
        {
            "ID": "DIARY_BODY_0",
            "EN": "This is the best cup of tea I have ever made! carrot Matcha tea! The carrot enhanced the taste of the tea making it a perfect combination! Sweeeettt!",
            "SP": "¡Ésta es la mejor taza de té que he hecho! ¡Té Matcha con Zanahoria! ¡La zanahoria mejoró el sabor del té haciéndolo la combinación perfecta! ¡Qué Ricoooo!",
            "FR": "C'est la meilleure tasse de thé que j'ai faite ! Matcha à la carotte ! La carotte a sublimé le goût du thé ! Ce qui en fait l'association parfaite ! Géniaaaal !",
            "ptBR": "Nunca fiz uma xícara de chá tão boa quanto esta! Chá matchá com cenoura! A cenoura realça o sabor do chá, é uma combinação perfeita! Que delíiicia!",
            "RU": "Это самый лучший чай, который мне только приходилось пить! Морковный маття! Удивительное сочетание. Морковь отлично дополняет вкус чая! Так здорово!!!",
            "CNSimplified": "这是我制作的最好喝的茶！胡萝卜抹茶！胡萝卜改善了茶的口感，两者堪称绝配！太好喝了！",
            "CNTaiwan": "這是我泡過最好的茶！胡蘿蔔抹茶！胡蘿蔔加強了茶的口感，成為了完美的組合！太棒了！",
            "JPN": "これはツキが作ったお茶の中で最高の一品！その名もニンジン抹茶だよ！ニンジンがアクセントになってて、最高のコンビネーションなんだ！とっても甘い～！",
            "GER": "Das ist der beste Tee, den ich je zubereitet habe! Karotten-Matcha-Tee! Die Karotte hat den Tee noch besser gemacht, eine perfekte Kombination.",
            "ITA": "Questa è la miglior tazza di tè che abbia mai fatto! Tè matcha alla carota! La carota ne migliora il gusto creando una combinazione perfetta! Buonoooo!",
            "KOR": "내가 내린 차 중에 최고였다! 당근 말차다! 당근이 차의 맛을 보완해서 완벽한 조합을 완성해 주었다! 완전 좋아아아!",
            "THAI": "นี่คือชาถ้วยที่ดีที่สุดในโลกที่ฉันทำ! ชามัทฉะแครอท! เมื่อเติมแต่งรสชาติด้วยแครอท ชานี้จึงกลมกล่อมลงตัวที่สุด! หวานจุงเบย!",
            "MY": "Ini ialah secawan teh yang terbaik yang pernah saya buat! teh Matcha lobak! Lobak itu meningkatkan rasa teh, menjadikannya adunan yang sempurna! Hebattttt!"
        },
        {
            "ID": "DIARY_TITLE_1",
            "EN": "Laundry Day",
            "SP": "Día de Lavandería",
            "FR": "Jour de lessive",
            "ptBR": "Lavando roupa",
            "RU": "День стирки",
            "CNSimplified": "洗衣日",
            "CNTaiwan": "洗衣日",
            "JPN": "お洗濯の日",
            "GER": "Waschtag",
            "ITA": "Giorno del bucato",
            "KOR": "빨래하는 날",
            "THAI": "วันซักผ้า",
            "MY": "Hari Mendobi"
        },
        {
            "ID": "DIARY_BODY_1",
            "EN": "Today is laundry day~ I woke up, did my laundry and went back to sleep! What a fun day!",
            "SP": "Hoy es el día de lavandería~ ¡Me levanté, lavé mi ropa y me volví a dormir! ¡Que día tan divertido!",
            "FR": "Aujourd'hui, c'est jour de lessive. Une fois debout j'ai fait la lessive, pour retourner me coucher après ! Quelle super journée !",
            "ptBR": "Dia de lavar roupa~ Acordei, lavei minha roupa e voltei a dormir! Que divertido!",
            "RU": "Сегодня был день стирки! Удалось столько всего сделать: поспать, постирать одежду, еще раз поспать. Словом, день явно удался!",
            "CNSimplified": "今天是洗衣日~我睡醒后洗了洗我的衣服，然后回去接着睡觉！真是有趣的一天！",
            "CNTaiwan": "今天是洗衣日~ 我醒來洗了衣服，然後就回去睡覺了！多麼有趣的一天！",
            "JPN": "今日はお洗濯の日～朝起きて、洗濯をして、布団に戻る！楽しい一日だった！",
            "GER": "Heute ist Waschtag. Ich bin aufgewacht, habe meine Wäsche gewaschen und bin dann wieder zurück ins Bett. Toller Tag!",
            "ITA": "Oggi è il giorno del bucato~ Dopo la sveglia, ho fatto il bucato e ho ripreso a dormire! Che gran giornata!",
            "KOR": "오늘은 빨래하는 날이다~ 아침에 일어나서 빨래를 하고 다시 잠이 들었다! 즐거운 하루였다!",
            "THAI": "วันนี้เป็นวันซักผ้า~ ฉันตื่นนอน ซักผ้าแล้วกลับไปนอน! เป็นวันที่สนุกอะไรเช่นนี้!",
            "MY": "Hari ini hari mendobi~ Saya bangun, pergi dobi dan sambung tidur semula! Hari yang menyeronokkan!"
        },
        {
            "ID": "DIARY_TITLE_2",
            "EN": "I Skip a Step Today! ",
            "SP": "¡Salte la Cuerda Hoy!",
            "FR": "J'ai sauté à la corde !",
            "ptBR": "Pulei um degrau!",
            "RU": "Прыжки со скакалкой",
            "CNSimplified": "今天我玩跳一跳了！",
            "CNTaiwan": "我今天跳出了一步！",
            "JPN": "今日はうさぎ跳びをした！",
            "GER": "Seilhüpfen!",
            "ITA": "Quattro salti!",
            "KOR": "줄넘기!",
            "THAI": "ฉันข้ามหนึ่งขั้นวันนี้!",
            "MY": "Saya Skip Satu Langkah Hari Ini!"
        },
        {
            "ID": "DIARY_BODY_2",
            "EN": "I'm so talented at skipping! No one can beat me! It wasn't raining, that's my sweat!",
            "SP": "¡Tengo mucho talento saltando la cuerda! ¡Nadie puede vencerme! ¡No estaba lloviendo, era mi sudor!",
            "FR": "J'excelle en saut à la corde ! Je suis imbattable ! Il n'a pas plu, c'est ma sueur tout ça !",
            "ptBR": "Ninguém pula degraus tão bem quanto eu! Isso na minha testa não é chuva, é suor!",
            "RU": "Прыгать у меня получается просто отлично! Да, в этом я лучше всех! Кстати, это не слезы, а пот!",
            "CNSimplified": "我很擅长玩这个游戏！没人能打败我！没有在下雨，这是我的汗！",
            "CNTaiwan": "我跳繩很有天分！沒有人比我厲害！你看到的不是雨水，是我的汗水！",
            "JPN": "ツキはうさぎ跳びがとっても得意！誰も勝てっこない！それは雨じゃなくて、ツキの汗さ！",
            "GER": "Ich bin so gut im Seilhüpfen, praktisch unschlagbar! Es hat nicht geregnet, das ist mein Schweiß!",
            "ITA": "So davvero saltare alla grande! Nessuno può battermi! E comunque non ha piovuto, è il mio sudore!",
            "KOR": "난 줄넘기를 참 잘한다! 아무도 날 이기지 못할 거다! 바닥에 뚝뚝 떨어진 건 비가 아니라 내 땀이었다!",
            "THAI": "ฉันมีพรสวรรค์ในการกระโดดเชือก! ไม่มีใครชนะฉันได้! ฝนไม่ได้ตก นั่นคือเหงื่อของฉัน!",
            "MY": "Saya memang berbakat melakukan skip! Tiada sesiapa boleh tewaskan saya! Itu bukan hujan, itu peluh saya!"
        },
        {
            "ID": "DIARY_TITLE_3",
            "EN": "A Much Needed Scrub",
            "SP": "Un Buen Baño que Necesitaba",
            "FR": "C'était pas du luxe",
            "ptBR": "Um banho merecido",
            "RU": "Водные процедуры",
            "CNSimplified": "急需擦洗",
            "CNTaiwan": "急需的清洗",
            "JPN": "ゴシゴシが必要",
            "GER": "Ein wichtiges Bad",
            "ITA": "Una bella lavata",
            "KOR": "꼭 필요했던 목욕",
            "THAI": "การขัดถูที่จำเป็นมาก",
            "MY": "Gosok Yang Amat Diperlukan"
        },
        {
            "ID": "DIARY_BODY_3",
            "EN": "After many days of smelling like a rotten tomato, I finally got to bathe and become sparkly clean!",
            "SP": "¡Después de oler muchos días como un tomate podrido, al fin me decidí bañar y estar extremadamente limpio!",
            "FR": "Après plusieurs jours à sentir la tomate pourrie, j'ai enfin pu prendre un bain, je suis propre comme un sou neuf !",
            "ptBR": "Depois de dias cheirando a tomate podre, finalmente fiz as pazes com a água e tomei um banho!",
            "RU": "С меня хватит! Надоело пахнуть, как сгнивший помидор. Давно пора как следует помыться!",
            "CNSimplified": "这些天我闻起来像只坏掉的土豆，我终于洗了洗澡，现在干净得放亮光！",
            "CNTaiwan": "我臭得像爛掉的番茄一樣，已經好多天了，終於洗了個澡，全身乾淨溜溜！",
            "JPN": "腐ったトマトみたいな臭いともこれでおさらば。ついにお風呂を手に入れてピカピカになったよ！",
            "GER": "Nach vielen Tagen, an denen ich wie eine faule Tomate gestunken hab, konnte ich endlich baden und glänze jetzt vor Sauberkeit!",
            "ITA": "Dopo giorni di un tanfo ormai insopportabile, finalmente ho fatto un bagno e ora risplendo!",
            "KOR": "며칠째 썩은 토마토 냄새를 풍기다가 드디어 목욕을 하고 반짝반짝 깨끗해졌다!",
            "THAI": "หลังจากมีกลิ่นเหมือนมะเขือเทศเน่ามาหลายวัน ฉันก็ได้อาบน้ำและสะอาดวาววับอีกครั้ง!",
            "MY": "Selepas beberapa hari berbau seperti tomato busuk, akhirnya saya dapat mandi dan menjadi begitu bersih!"
        },
        {
            "ID": "DIARY_TITLE_4",
            "EN": "Lord of the Carrots",
            "SP": "Señor de las Zanahorias",
            "FR": "Seigneur des carottes",
            "ptBR": "O Senhor das Cenouras",
            "RU": "Властелин морковок",
            "CNSimplified": "胡萝卜大王",
            "CNTaiwan": "胡蘿蔔之王",
            "JPN": "ニンジンの王",
            "GER": "Der Herr der Karotten",
            "ITA": "Signore delle carote",
            "KOR": "당근의 제왕",
            "THAI": "เจ้าแห่งแครอท",
            "MY": "Lord of the Carrots"
        },
        {
            "ID": "DIARY_BODY_4",
            "EN": "Finally my time to sit down, relax and enjoy reading my new book. The title has already made me so excited because it’ll be all about carrots~~",
            "SP": "Al fin llego el tiempo de sentarme, relajarme y disfrutar el leer mi nuevo libro. El título me emociona bastante por que es todo acerca de zanahorias~~",
            "FR": "À mon tour de m'assoir pour me détendre en lisant mon nouveau livre. Rien que le titre me donne envie d'en savoir plus, j'adore les carottes...",
            "ptBR": "Até que enfim, é hora de sentar, relaxar e curtir meu livro novo. O título já empolga, porque devem falar muito sobre cenouras~~",
            "RU": "Наконец-то есть время немного отдохнуть и посидеть с новой книжкой. Название мне уже нравится. Видимо, это что-то про морковки.",
            "CNSimplified": "终于可以坐下来放松一下，好好读我的新书了。这个书名就已经让我很兴奋了，因为全都是关于胡萝卜的~~",
            "CNTaiwan": "我終於可以坐下來休息，好好地放鬆讀本新書了。書名讓我相當興奮，這一切都有胡蘿蔔有關~~",
            "JPN": "ついにゆっくり座ってリラックスして読書ができる。この本は題名を見ただけでドキドキ。なんたってニンジンのお話だもん～",
            "GER": "Endlich Zeit für mich, mich hinzusetzen, zu entspannen und mein neues Buch zu lesen. Bin schon alleine wegen dem Titel neugierig, es geht um Karotten …",
            "ITA": "Finalmente ho potuto sedermi un attimo, rilassarmi e leggere il mio nuovo libro. Già dal titolo non ho potuto fare a meno di prenderlo, perché è una storia piena di carote~~",
            "KOR": "드디어 느긋하게 앉아서 새로 산 책을 읽을 시간이 났다. 제목만 봐도 신이 난다. 당근 얘기니까~~",
            "THAI": "ในที่สุดฉันก็ได้นั่งเสียที ผ่อนคลายและอ่านหนังสือเล่มใหม่ แค่ชื่อของมันก็ทำให้ฉันตื่นเต้นมากแล้ว เพราะมันเป็นเรื่องของแครอทล้วนๆ~~",
            "MY": "Akhirnya, tiba masa untuk saya duduk, berehat dan membaca buku baru saya. Tajuknya sahaja sudah cukup membuatkan saya teruja, cerita ini berkenaan lobak~~"
        },
        {
            "ID": "DIARY_TITLE_5",
            "EN": "Look What I Caught!",
            "SP": "¡Mira lo que Atrape!",
            "FR": "Voilà ce que j'ai attrapé !",
            "ptBR": "Veja o que eu peguei!",
            "RU": "Смотрите, что у меня!",
            "CNSimplified": "看我抓了什么！",
            "CNTaiwan": "看我抓到了什麼！",
            "JPN": "見て見て、捕まえたよ！",
            "GER": "Schau, was ich gefangen habe!",
            "ITA": "Guardate che ho preso!",
            "KOR": "내가 잡은 벌레!",
            "THAI": "ดูสิว่าฉันจับอะไรได้!",
            "MY": "Lihat Apa Yang Saya Tangkap!"
        },
        {
            "ID": "DIARY_BODY_5",
            "EN": "Pheww~ Running around in the garden catching these bugs is so tiring~ They must be really smart and fast to evade my net!\r",
            "SP": "Fuiii~~ El correr en el jardín atrapando estos bichos es tan cansado~ ¡Estos deben ser muy listos y rápidos para escapar mi red!",
            "FR": "Pfiou... Comme c'est fatigant de courir dans tout le jardin pour attraper des insectes ! Ils sont sûrement très intelligents pour réussir à m'échapper !",
            "ptBR": "Ufa~ Caçar insetos pelo jardim cansa um bocado~ Eles devem ser muito rápidos e espertos para escapar da minha rede!",
            "RU": "Уф... Бегать по саду за жуками не так-то просто. Наверное, они жутко умные, раз так хорошо уворачиваются от сачка!",
            "CNSimplified": "唷~在花园跑来跑去抓这些臭虫太累了~他们一定很聪明，能够很快从我的网里逃走！",
            "CNTaiwan": "呼~ 在花園裡跑來跑去捉這些蟲真累~ 牠們肯定相當聰明，又快到能閃過我的網子！",
            "JPN": "ふ～、庭を走り回って虫を捕まえるのって大変～ほんとに賢くてすばしっこいやつら。ツキの網を避けてばっかりだもん！",
            "GER": "Das ganze Herumgelaufe im Garten beim Käferfangen macht ziemlich müde … Sie sind echt schnell und schlau, dass sie dem Netz so leicht entkommen!",
            "ITA": "Fiuu~ Correre in giardino per prendere questi insetti è davvero stancante~ Devono essere davvero furbi e veloci per riuscire a evitare il mio retino!",
            "KOR": "휴~ 정원에서 벌레를 잡으며 뛰어다녔더니 어찌나 피곤한지~ 내 그물을 피하다니 벌레들이 정말 똑똑하고 빠른가 보다!",
            "THAI": "ฟิว~ วิ่งวนไปมาในสวนคอยจับแมลงพวกนี้จนเหนื่อย~ พวกมันต้องฉลาดมากจริงๆ ถึงได้หนีตาข่ายฉันไปได้!",
            "MY": "Fuhh~ Berlari di taman menangkap serangga ini sungguh memenatkan~ Serangga ini mesti bijak dan pantas untuk mengelak jaring saya!"
        },
        {
            "ID": "DIARY_TITLE_6",
            "EN": "The Last Pack of Chips!",
            "SP": "La última bolsa de papitas.",
            "FR": "Dernier paquet de chips !",
            "ptBR": "Cenouritas acabando!",
            "RU": "Последняя пачка чипсов",
            "CNSimplified": "最后一包薯条！",
            "CNTaiwan": "最後一包薄片！",
            "JPN": "最後のチップス！",
            "GER": "Die letzte Packung Chips!",
            "ITA": "Ultime patatine!",
            "KOR": "마지막 칩 봉지!",
            "THAI": "มันฝรั่งซองสุดท้าย!",
            "MY": "Pek Cip Terakhir!"
        },
        {
            "ID": "DIARY_BODY_6",
            "EN": "This is not evidence that I ate chips today! This is a reminder to stop eating junk food!",
            "SP": "¡Ésta no es evidencia de que comí papitas hoy! ¡Éste es un recordatorio que debo dejar de comer comida chatarra! ",
            "FR": "Ceci n'est pas pour montrer que j'ai mangé des chips aujourd'hui ! C'est pour me rappeler de mieux manger !",
            "ptBR": "O estoque de cenouritas está quase no final... e eu preciso parar de comer junk food!",
            "RU": "Эта запись — напоминание на будущее. Хватит есть вредную еду!",
            "CNSimplified": "没有证据证明我今天吃薯条了！这是在提醒我别再吃垃圾食物了！",
            "CNTaiwan": "這不是我今天吃了胡蘿蔔片的證據！這是不再吃垃圾食物的提醒！",
            "JPN": "これはツキが今日チップスを食べたという証拠ではない！もうジャンクフードはやめるという戒めなんだ！",
            "GER": "Das ist kein Beweis dafür, dass ich heute Chips gegessen habe! Das ist eine Erinnerung daran, dass ich aufhören soll, ungesundes Zeugs zu essen.",
            "ITA": "Non significa che oggi ho mangiato patatine! È un promemoria per ricordarmi di non mangiare più cibo spazzatura!",
            "KOR": "이건 내가 오늘 칩을 먹었다는 증거가 아니다! 정크푸드를 그만 먹으라는 의미로 남겨 두는 거다!",
            "THAI": "นี่ไม่ใช่หลักฐานของมันฝรั่งที่ฉันกินวันนี้! นี่คือการเตือนให้หยุดกินอาหารขยะ!",
            "MY": "Ini bukan bukti saya makan cip hari ini! Ini peringatan untuk berhenti makan makanan remeh!"
        },
        {
            "ID": "DIARY_TITLE_7",
            "EN": "Practice Makes Perfect!",
            "SP": "¡La práctica hace al maestro!",
            "FR": "S'entraîner, c'est la clé !",
            "ptBR": "Música para os ouvidos!",
            "RU": "Повторенье — мать ученья",
            "CNSimplified": "熟能生巧！",
            "CNTaiwan": "熟能生巧！",
            "JPN": "習うより慣れよ！",
            "GER": "Übung macht den Meister!",
            "ITA": "La pratica rende perfetti!",
            "KOR": "연습해야 완벽해진다",
            "THAI": "การฝึกฝนทำให้เราเก่งขึ้น!",
            "MY": "Berlatih Menjadi Cekap!"
        },
        {
            "ID": "DIARY_BODY_7",
            "EN": "I believe one day I am going to become the best ukuleleist in the world! Practice! Practice! Everyday!",
            "SP": "¡Yo creo que algún día seré élite en tocar el Ukulele! ¡Práctica! ¡Práctica! ¡Todos los días!",
            "FR": "Un jour, il n'y aura pas meilleur joueur de ukulélé que moi, au monde ! Je travaille dur tous les jours !",
            "ptBR": "Eu vou ser o melhor tocador de ukulele do mundo! Só tenho que treinar, treinar e treinar diariamente!",
            "RU": "Думаю, однажды я научусь играть на укулеле лучше всех в мире! Нужны усердные тренировки. Ни дня без практики!",
            "CNSimplified": "我相信总有一天，我会成为世界上最厉害的尤克里里大师！练习！练习！每天都练习！",
            "CNTaiwan": "我相信我有一天會成為世上最厲害的烏克麗麗演奏家！練習！練習！每天都要練習！",
            "JPN": "ツキはいつか、世界一のウクレレ弾きになるんだ！毎日練習あるのみ、だよね！",
            "GER": "Irgendwann werde ich einfach einsame Spitze auf der Ukulele sein! Üben, üben! Jeden Tag!",
            "ITA": "Credo che un giorno diventerò il miglior ukulelista al mondo! Bisogna fare pratica ogni giorno!",
            "KOR": "언젠가 세계 최고의 우쿨렐레 연주자가 되고 말 거다! 연습! 또 연습! 매일 연습해야지!",
            "THAI": "ฉันเชื่อว่าวันหนึ่งฉันจะเป็นนักเล่นอูคูเลเล่ที่เก่งที่สุดในโลก! ฝึกฝน! ฝึกฝน! ทุกวัน!",
            "MY": "Sapa percaya suatu hari saya akan menjadi pemain ukelele terbaik di dunia! Berlatih! Berlatih! Setiap hari!"
        },
        {
            "ID": "DIARY_TITLE_8",
            "EN": "Fly Butterfly Fly!",
            "SP": "¡Vuela! ¡Mariposita Vuela!",
            "FR": "Vole petit papillon, vole !",
            "ptBR": "Voa, borboleta!",
            "RU": "В небо!",
            "CNSimplified": "快飞，蝴蝶快飞！",
            "CNTaiwan": "蝴蝶飛吧！",
            "JPN": "飛べ、ちょうちょ、飛べ！",
            "GER": "Flieg, Schmetterling, flieg!",
            "ITA": "Vola farfalla, vola!",
            "KOR": "나비야, 날아라!",
            "THAI": "บินเจ้าผีเสื้อ บินให้ไกล!",
            "MY": "Terbang Si Rama-rama!"
        },
        {
            "ID": "DIARY_BODY_8",
            "EN": "It was such a breezy day today! The perfect day to finally fly my kite up high in the sky!",
            "SP": "¡Hoy es un día tan ventoso! ¡El día perfecto para estrenar mi cometa y elevarse alto por los cielos!",
            "FR": "Il y avait beaucoup de vent aujourd'hui ! C'était les conditions parfaites pour faire voler mon cerf-volant haut dans le ciel !",
            "ptBR": "Hoje ventou um bocado. Foi um dia perfeito para empinar minha pipa pelo céu!",
            "RU": "Сегодня было очень ветрено! Отличный день для того, чтобы наконец-то запустить моего воздушного змея!",
            "CNSimplified": "今天是如此轻松愉快的一天！天气真好，终于可以把我的风筝放飞到高空中了！",
            "CNTaiwan": "今天的微風很宜人！是將風箏放高高的絕佳日子！",
            "JPN": "今日はとってもさわやかな一日だった！凧を空高くあげるのにぴったりな日だったよ！",
            "GER": "Heute wehte ein angenehmes Lüftchen! Der perfekte Tag, um meinen Drachen hoch in die Lüfte steigen zu lassen!",
            "ITA": "Oggi c’era una bella brezza! Il giorno perfetto per provare finalmente a far volare il mio aquilone!",
            "KOR": "오늘은 산들바람이 살랑살랑 불었다! 연을 하늘에 띄우기에 딱 좋은 날이었다!",
            "THAI": "วันนี้ลมดีจัง! เป็นวันที่เหมาะสำหรับการชักว่าวของฉันให้สูงลิบบนท้องฟ้าที่สุด!",
            "MY": "Hari ini sungguh berangin! Hari yang baik untuk terbangkan layang-layang tinggi ke langit!"
        },
        {
            "ID": "DIARY_TITLE_9",
            "EN": "This is Life!",
            "SP": "¡Esto es Vida!",
            "FR": "La belle vie !",
            "ptBR": "Que vida boa!",
            "RU": "Радости жизни",
            "CNSimplified": "这就是生活！",
            "CNTaiwan": "這就是生活！",
            "JPN": "これぞ人生！",
            "GER": "Was für ein Leben!",
            "ITA": "Questa è vita!",
            "KOR": "이게 사는 거지!",
            "THAI": "นี่คือชีวิต!",
            "MY": "Inilah Kehidupan!"
        },
        {
            "ID": "DIARY_BODY_9",
            "EN": "Life is about eating a warm cup of Cup Noodles in a cozy treehouse, on an empty stomach! Heaven. On. Earth!",
            "SP": "¡Lo mejor de la vida es disfrutar un taza calientita de Noodles en mi acogedora casa de árbol, con el estómago vacío! ¡Cielo. En la. Tierra!",
            "FR": "Il n'y a rien de mieux dans la vie que de manger des nouilles instantanées bien chaudes dans une maison douillette ! C'est le paradis sur terre !",
            "ptBR": "Encher o estômago vazio com um Cup Noodles quentinho em uma casinha agradável na árvore! Isso é que é vida!",
            "RU": "Самое прекрасное — взять горячей лапши, забраться в древесный домик и наесться до отвала. Просто рай на земле!",
            "CNSimplified": "生活就是在一个舒适的树屋里，空着肚子吃一杯热乎乎的杯面！人间天堂！",
            "CNTaiwan": "肚子餓了，在舒適的樹屋上來杯溫暖的杯麵，這就是生活！是塵世間的天堂！",
            "JPN": "人生とは、腹ペコなときに快適なツリーハウスで温かいカップめんを食べること。あぁ、さいっこう！！",
            "GER": "Im Leben geht es darum, eine warme Tasse Fertignudeln in einem gemütlichen Baumhaus und auf leeren Magen zu essen! Himmel. Auf. Erden!",
            "ITA": "La vita è mangiare una porzione di Cup Noodle in un’accogliente casa sull’albero, a stomaco vuoto! Il paradiso in terra!",
            "KOR": "삶이란 아늑한 나무 집에서 빈속에 따끈한 컵라면을 먹는 거다! 이런 게 이 세상에 내려온 천국 아닐까!",
            "THAI": "ชีวิตคือการกินก๋วยเตี๋ยวอุ่นๆ หนึ่งชามในบ้านต้นไม้กะทัดรัด ตอนกระเพาะว่าง! สวรรค์บนดิน!",
            "MY": "Kehidupan adalah tentang makan Mi Cawan yang panas dalam rumah di atas pokok yang selesa, dengan perut kosong! Syurga. Di. Dunia!"
        },
        {
            "ID": "DIARY_TITLE_10",
            "EN": "The Plain Bowl of Rice!",
            "SP": "El Plato de Arroz Sencillo",
            "FR": "Un bol de riz simple !",
            "ptBR": "Uma tigela de arroz!",
            "RU": "Целая тарелка риса",
            "CNSimplified": "一碗白米饭！",
            "CNTaiwan": "一碗簡單白米！",
            "JPN": "お茶碗のご飯！",
            "GER": "Eine Schüssel mit Reis!",
            "ITA": "Una semplice ciotola di riso!",
            "KOR": "그냥 밥 한 그릇!",
            "THAI": "ชามข้าวเปล่า!",
            "MY": "Semangkuk Nasi Kosong!"
        },
        {
            "ID": "DIARY_BODY_10",
            "EN": "This plain bowl of rice reminds me of the days before I left the Village. All we could afford was a plain bowl of rice.",
            "SP": "Éste plato de arroz sencillo me recuerda los días antes de que me mudara al pueblo. Todo lo que me alcanzaba era un simple plato de arroz.",
            "FR": "Ce bol de riz me rappelle l'époque avant que nous quittions le Village. C'est tout ce que nous pouvions nous permettre, dans le temps.",
            "ptBR": "Esta tigela me lembra da época antes da minha vinda para a Aldeia. Só podíamos arcar com uma simples tigela de arroz.",
            "RU": "Эта тарелка риса напоминает мне о жизни до Деревни. Тогда нам хватало денег только на простой рис.",
            "CNSimplified": "这碗白米饭让我想起离开村子之前的那些日子。我们都能吃得起一碗白米饭。",
            "CNTaiwan": "這碗白米讓我想到了離開村莊前的日子。當時我們只吃得起一碗白米。",
            "JPN": "お茶碗のご飯を見ていると、村を出る前の日々を思い出す。あのときは白ご飯しか食べられなかったなぁ。",
            "GER": "Diese Schüssel mit Reis erinnert mich an die Zeit, bevor ich das Dorf verlassen habe. Das war alles, was wir uns leisten konnten.",
            "ITA": "Questa semplice ciotola di riso mi ricorda i giorni prima che lasciassi il Villaggio. Tutto ciò che potevamo permetterci era una semplice ciotola di riso.",
            "KOR": "이 밥을 보니 마을을 떠났던 날이 생각난다. 우리는 밥 한 그릇 살 돈밖에 없었다.",
            "THAI": "ชามข้าวเปล่าชามนี้ทำให้ฉันนึกถึงวันก่อนที่ฉันจะออกจากหมู่บ้าน สิ่งเดียวที่เราสามารถซื้อได้คือข้าวเปล่าหนึ่งชาม",
            "MY": "Semangkuk nasi kosong ini mengingatkan saya pada hari sebelum saya meninggalkan Kampung. Kami hanya mampu membeli semangkuk nasi kosong."
        },
        {
            "ID": "DIARY_TITLE_11",
            "EN": "Good Fight! ",
            "SP": "¡Buena pelea!",
            "FR": "Beau combat !",
            "ptBR": "Que combate!",
            "RU": "Суровая схватка",
            "CNSimplified": "愉快的一战！",
            "CNTaiwan": "精彩搏鬥！",
            "JPN": "健闘！",
            "GER": "Guter Kampf!",
            "ITA": "Una bella sfida!",
            "KOR": "좋은 싸움!",
            "THAI": "การต่อสู้ที่ดี!",
            "MY": "Pertarungan Yang Bagus!"
        },
        {
            "ID": "DIARY_BODY_11",
            "EN": "It was a tough fight between me and that tuna! If there was no wind I definitely would have won!",
            "SP": "¡Fue una dura pelea entre el atún y yo! ¡Si no hubiera tanto viento yo hubiera ganado!",
            "FR": "J'ai combattu contre ce thon ! S'il n'y avait pas eu de vent, j'aurai gagné à coup sûr !",
            "ptBR": "Eu e o atum travamos uma luta acirrada! Se não estivesse ventando, eu teria ganho!",
            "RU": "Ох и задал же мне жару этот тунец! Но все равно, ему просто повезло. Если бы не ветер, победа осталась бы за мной!",
            "CNSimplified": "这是我和金枪鱼之间的苦战！如果没有风的话，我肯定就赢了！",
            "CNTaiwan": "我和鮪魚之間的戰鬥相當艱難！如果沒有風的話我肯定會贏！",
            "JPN": "今日はツキとマグロの熱い戦いが繰り広げられた！風がなかったら絶対ツキが勝ってたのに！",
            "GER": "Der Thunfisch und ich haben uns einen erbitterten Kampf geleistet. Ohne Wind hätte ich bestimmt gewonnen!",
            "ITA": "Tra me e quel tonno c’è stata una bella sfida! Se non era per il vento, avrei anche vinto!",
            "KOR": "참치와 씨름하느라 정말 힘들었다! 바람만 안 불었으면 내가 이겼을 거다!",
            "THAI": "เป็นการต่อสู้ที่สาหัสมากระหว่างฉันกับเจ้าทูน่าตัวนั้น! ถ้าลมไม่แรงฉันจะต้องชนะแน่นอน!",
            "MY": "Ini ialah pertarungan yang sengit antara saya dan tuna! Kalau tiada angin saya pasti akan menang!"
        },
        {
            "ID": "DIARY_TITLE_12",
            "EN": "Chi and I",
            "SP": "Chi y Yo",
            "FR": "Chi et moi",
            "ptBR": "Chi e eu",
            "RU": "Мы с Чи",
            "CNSimplified": "琪琪和我",
            "CNTaiwan": "阿琪和我",
            "JPN": "チーとツキ",
            "GER": "Chi und ich",
            "ITA": "Io e Chi",
            "KOR": "치와 나",
            "THAI": "ไคและฉัน",
            "MY": "Chi dan saya"
        },
        {
            "ID": "DIARY_BODY_12",
            "EN": "Today Chi came over to my house! I am pretty sure it's because she knew that I bought some carrot chippies!",
            "SP": "¡Hoy Chi vino a mi casa! ¡Estoy seguro que fue por que supo que compré papitas de zanahoria!",
            "FR": "Aujourd'hui, Chi est passée à la maison ! Quelque chose me dit qu'elle savait que j'avais acheté des chips aux carottes !",
            "ptBR": "Hoje a Chi veio me visitar! Aposto que ela sabia que eu tinha comprado uma leva de cenouritas!",
            "RU": "Сегодня ко мне в гости заходила Чи! Видимо, она как-то узнала, что у меня есть морковные чипсы!",
            "CNSimplified": "今天琪琪来我家了！我十分肯定，因为她知道我买了一些胡萝卜片！",
            "CNTaiwan": "阿琪今天來過我家！我很肯定，因為她知道我買了一些胡蘿蔔片！",
            "JPN": "今日、チーがうちにやってきた！絶対、ニンジンチップスを買ったことを知ってたからだよね！",
            "GER": "Heute hat mich Chi besucht! Bestimmt war sie hier, weil sie wusste, dass ich Karotten-Chips gekauft hatte!",
            "ITA": "Oggi Chi è venuta a trovarmi! Sicuramente è perché sapeva che avevo comprato le patatine alla carota!",
            "KOR": "오늘 치가 우리 집에 왔다! 내가 당근 칩을 가져왔다는 걸 알고 온 게 틀림없다!",
            "THAI": "วันนี้ไคมาที่บ้านฉัน! ฉันแน่ใจว่าเป็นเพราะเธอรู้ว่าฉันได้ซื้อแครอทชิปปี้!",
            "MY": "Hari ini Chi datang ke rumah saya! Saya pasti kerana dia tahu saya membeli cip lobak!"
        },
        {
            "ID": "DIARY_TITLE_13",
            "EN": "The Story of the Lighthouse",
            "SP": "La historia del Faro",
            "FR": "L'histoire du Phare",
            "ptBR": "A história do Farol",
            "RU": "История Маяка",
            "CNSimplified": "灯塔的故事",
            "CNTaiwan": "燈塔的故事",
            "JPN": "灯台の物語",
            "GER": "Die Geschichte des Leuchtturms",
            "ITA": "La storia del Faro",
            "KOR": "등대의 이야기",
            "THAI": "เรื่องของประภาคาร",
            "MY": "Kisah Rumah Api"
        },
        {
            "ID": "DIARY_BODY_13",
            "EN": "I didn’t know that the Lighthouse had such a sad backstory... A Mermaid sacrificed herself to save this Village! Salute!",
            "SP": "No sabía que el Faro tuviera una historia tan triste... ¡Una sirena se sacrificó para salvar el pueblo! ¡Mis respetos!",
            "FR": "Je ne savais pas que l'histoire du Phare était si triste... Une sirène s'est sacrifiée pour sauver ce Village ! C'est beau !",
            "ptBR": "Eu não sabia da história triste do Farol. Quer dizer que uma sereia se sacrificou para salvar a Aldeia? Somos gratos!",
            "RU": "Кто бы мог подумать, что у Маяка такая грустная история... Русалка пожертвовала жизнью, чтобы спасти Деревню. Светлая ей память!",
            "CNSimplified": "我不知道灯塔有这么一个悲伤的故事…一条美人鱼牺牲了她自己，拯救了这个村子！敬礼！",
            "CNTaiwan": "我不知道燈塔有個悲傷的故事……美人魚犧牲了自己，只為了拯救村莊！值得敬佩！",
            "JPN": "灯台にそんな悲しい物語があったなんて知らなかった…人魚が村を救うために自らを犠牲にしたなんて！敬礼！",
            "GER": "Ich wusste nicht, dass der Leuchtturm solch eine traurige Vergangenheit hat … eine Meerjungfrau hat sich für das Dorf geopfert.",
            "ITA": "Non sapevo che il Faro avesse una storia così triste... Una sirena si è sacrificata per salvare il Villaggio! Onore a lei!",
            "KOR": "등대에 그렇게 슬픈 사연이 있을 줄은 몰랐다... 인어가 이 마을을 구하려고 자기 목숨을 버렸다는 것이다!",
            "THAI": "ฉันไม่รู้ว่าประภาคารมีเรื่องราวเบื้อหลังที่เศร้ามาก... นางเงือกสละชีพของเธอเพื่อปกป้องหมู่บ้าน! นับถือ!",
            "MY": "Saya tidak tahu Rumah Api ada kisah sedih... Duyung mengorbankan dirinya untuk menyelamatkan Kampung! Tabik!"
        },
        {
            "ID": "DIARY_TITLE_14",
            "EN": "Best Friends For Life! ",
            "SP": "¡Amigos por Siempre!",
            "FR": "Ensemble pour la vie !",
            "ptBR": "Amizade eterna!",
            "RU": "Друзья на всю жизнь",
            "CNSimplified": "一生中最好的朋友！",
            "CNTaiwan": "一生中最好的朋友！",
            "JPN": "人生最高の親友！",
            "GER": "Freunde fürs Leben!",
            "ITA": "Migliori amici per sempre!",
            "KOR": "평생 절친!",
            "THAI": "เพื่อนรักชั่วชีวิต!",
            "MY": "Rakan Karib Selamanya!"
        },
        {
            "ID": "DIARY_BODY_14",
            "EN": "Finally reunited with my BFFL~~~ We caught up on so much gossip!! From Bobo to Momo, we gossipped about everybody!! So happy!!!",
            "SP": "Al fin me reuní con mis Mejores Amigos~~ ¡No pusimos al día en muchos chismes! ¡¡Desde Bobo hasta Momo nos contamos chismes de todos!! ¡Qué feliz estoy! ",
            "FR": "J'ai enfin retrouvé ma meilleure amie ! On en a partagé des potins ! On a parlé de Bobo et Momo, et d'à peu près tout le monde ! C'était génial !",
            "ptBR": "Hoje reencontrei minhas amizades mais estimadas~~~ Eu, Bobi e Momo tínhamos tanto a conversar! Fofocamos muito, foi ótimo!",
            "RU": "Мои лучшие друзья! Наконец-то мы снова вместе! Столько всего нужно обсудить! Поговорили обо всех, от Бобо до Момо. Как же здорово!",
            "CNSimplified": "终于和我一生中最好的朋友重聚了~~~我们补上了很多八卦！！从波波到沫沫，我们八卦了每一个人！！太开心了！！！",
            "CNTaiwan": "我終於和我最好的朋友重聚了~~~ 我們八卦了許多事情！！從波波到陌陌，我們聊了每個人！！真是快樂！！！",
            "JPN": "ついに親友と再会できたんだ～～～たくさんたくさん、いろんな話をしたよ！！ボボの話もモモの話も、みーんなの話を！楽しかった！！",
            "GER": "Endlich habe ich meine beste Freundin wiedergesehen … wir haben den ganzen Klatsch nachgeholt!!! Von Bobo zu Momo. Über alle!!! So toll!!!",
            "ITA": "È bello ritrovarsi con i migliori amici~~~ Abbiamo sparlato così tanto! Da Bobo a Momo, abbiamo spifferato su tutti! È stato bello!!!",
            "KOR": "드디어 내 절친과 재회했다~~~ 그동안 못 했던 수다를 한참 떨었다!! 보보부터 모모까지, 별의별 사람 이야기를 다 했다!! 너무 행복하다!!",
            "THAI": "ท้ายที่สุดก็ได้มาเจอ BFFL ของฉัน~~~ เราคุยกันเรื่องซุบซิบนินทามากมาย!! ตั้งแต่โบโบจนถึงโมโม เรานินทาทุกคนเลย!! มีความสุขมาก!!!",
            "MY": "Akhirnya, bertemu kembali dengan BFFL saya~~~ Kami banyak bergosip!! Dariapda Bobo hingga Momo, kami bergosip tentang semua orang!! Sungguh gembira!!!"
        },
        {
            "ID": "DIARY_TITLE_15",
            "EN": "Matcha Day! ",
            "SP": "¡Día de Matcha!",
            "FR": "Journée Matcha !",
            "ptBR": "Dia de matchá!",
            "RU": "Зеленый чай",
            "CNSimplified": "抹茶日！",
            "CNTaiwan": "抹茶日！",
            "JPN": "抹茶の日！",
            "GER": "Matcha-Tag",
            "ITA": "Giornata del matcha!",
            "KOR": "말차의 날!",
            "THAI": "วันมัทฉะ!",
            "MY": "Hari Matcha!"
        },
        {
            "ID": "DIARY_BODY_15",
            "EN": "Feels so relaxing to just sit here and enjoy a cup of Matcha tea, this is life~",
            "SP": "Se siente tan relajante solo sentarse y disfrutar una taza de Té Matcha, esto es vida~",
            "FR": "Comme c'est relaxant de s'assoir pour profiter d'une tasse de thé Matcha, quelle belle vie...",
            "ptBR": "É tão relaxante sentar aqui numa boa e tomar um matchá. Que beleza de vida~",
            "RU": "Как же это приятно — спокойно посидеть с чашечкой зеленого чая. Жизнь налаживается!",
            "CNSimplified": "静静地坐在这里喝一杯抹茶，让我感觉如此轻松，这就是生活~",
            "CNTaiwan": "坐在這裡享用一杯抹茶真是放鬆，這就是人生啊~",
            "JPN": "ここに座って抹茶を片手にリラックス。はぁ、これぞ人生だ～",
            "GER": "Es entspannt so sehr, hier zu sitzen und eine Tasse Matcha-Tee zu genießen. Was für ein Leben …",
            "ITA": "Sedermi qui e godermi una bella tazza di tè matcha mi rilassa davvero. Questa sì che è vita~",
            "KOR": "여기 앉아서 말차를 마시니까 정말 여유롭다. 이게 사는 거지~",
            "THAI": "รู้สึกผ่อนคลายจัง แค่นั่งที่นี่และมีความสุขกับการจิบชามัทฉะ นี่คือชีวิต~",
            "MY": "Terasa sungguh tenang duduk di sini sambil menikmati secawan teh Matcha, inilah kehidupan~"
        },
        {
            "ID": "DIARY_TITLE_16",
            "EN": "Best Meal of the Day! ",
            "SP": "¡La mejor Comida del día!",
            "FR": "Meilleur repas du jour !",
            "ptBR": "O melhor prato do dia!",
            "RU": "Блюдо дня",
            "CNSimplified": "今天最好的一餐！",
            "CNTaiwan": "本日最佳餐點！",
            "JPN": "一日の最高の食事！",
            "GER": "Beste Mahlzeit des Tages!",
            "ITA": "Miglior piatto del giorno!",
            "KOR": "오늘 최고의 식사!",
            "THAI": "อาหารดีที่สุดของวันนี้!",
            "MY": "Hidangan Terbaik Hari Ini!"
        },
        {
            "ID": "DIARY_BODY_16",
            "EN": "Ramen made by Bobo is the best ever!! The carrots melt instantly it in my mouth! Best meal of the day! ",
            "SP": "¡El Ramen de Bobo es el mejor que hay! ¡Las zanahorias se derritieron instantánemente en mi boca! ¡La mejor comida del día!",
            "FR": "Les ramens de Bobo sont les meilleurs ! Les carottes ont fondu instantanément dans ma bouche ! C'était le meilleur repas du jour !",
            "ptBR": "O lámen do Bobi é o melhor do mundo! As cenouras derretem na boca! Essa é a melhor refeição do dia!",
            "RU": "Бобо готовит самый лучший рамен в мире! Морковь так и тает во рту. Настоящее блюдо дня!",
            "CNSimplified": "波波做的拉面是我吃过最好吃的！！胡萝卜入口即化！今天最好的一餐！",
            "CNTaiwan": "波波做的拉麵是史上最棒的！！胡蘿蔔入口即化！這是本日最佳餐點！",
            "JPN": "ボボが作るラーメンはほんとのほんとに最高！！口に入れた瞬間ほどけるニンジン！一日の最高の食事だよ！",
            "GER": "Bobos Ramen sind die besten aller Zeiten!!! Die Karotten schmelzen sofort im Mund! Die beste Mahlzeit des Tages!",
            "ITA": "Bobo prepara il miglior ramen di sempre!! Le carote si sciolgono in bocca! Miglior piatto del giorno!",
            "KOR": "보보가 만든 라면은 최고다!! 당근이 입안에서 순식간에 녹아 버렸다! 오늘 최고의 식사였다!",
            "THAI": "ราเม็งที่โบโบทำอร่อยที่สุดเลย!! แครอทละลายในปากทันทีเลย! อาหารมื้อที่ดีที่สุดของวันนี้!",
            "MY": "Ramen dibuat oleh Bobo adalah yang terbaik!! Lobak cair serta-merta dalam mulut saya! Hidangan terbaik hari ini!"
        },
        {
            "ID": "DIARY_TITLE_17",
            "EN": "The Golden Ticket",
            "SP": "El Boleto Dorado",
            "FR": "Le billet doré",
            "ptBR": "O bilhete dourado",
            "RU": "Золотой билет",
            "CNSimplified": "金票",
            "CNTaiwan": "金票",
            "JPN": "ゴールデンチケット",
            "GER": "Das Goldticket",
            "ITA": "Il biglietto d’oro",
            "KOR": "황금 티켓",
            "THAI": "ตั๋วทองคำ",
            "MY": "Tiket Emas"
        },
        {
            "ID": "DIARY_BODY_17",
            "EN": "OMG!!! I am heading to the Great City soon!!! I've heard so many great things about that place. However, I also heard that the train ride is 8 hours long...",
            "SP": "¡¡SANTOS CIELOS!! ¡Me iré a la Gran Ciudad pronto! He escuchado muchas cosas fantásticas sobre el lugar. Sin embargo, escuché que el viaje en tren es de ocho horas...",
            "FR": "Oh là là !! Je vais bientôt partir pour la Grande Ville !! J'en ai tant entendu parler. Par contre, il paraît que le trajet en train dure 8 heures...",
            "ptBR": "Nossa!!! Vou partir para a Cidade Grande!!! Já ouvi tantas histórias incríveis sobre aquele lugar. Pena que a viagem de trem leva oito horas...",
            "RU": "Ура! Скоро я поеду в Большой Город. Там столько всего интересного! Правда, придется 8 часов трястись в поезде...",
            "CNSimplified": "天啊！！！我很快就要去大都市了！！！我听说过太多关于这个地方的大事了。但是，我也听说火车要开8个小时…",
            "CNTaiwan": "我的天！！！我很快就要去大城市了！！！我聽說那地方很棒。不過火車要開8小時……",
            "JPN": "あわわわ！！ついにグレートシティに行くんだ！！たくさんのすごい噂を聞いているけど、着くまで列車で8時間かかるらしい…",
            "GER": "OMG!!! Ich fahre bald in die Große Stadt!!! Ich habe so viele Sachen darüber gehört. Aber ich habe auch gehört, die Zugfahrt dauert 8 Stunden …",
            "ITA": "Wow! Presto andrò nella Grande città!!! Ho sentito cose fantastiche su quel posto. Ma ho anche saputo che il treno impiega 8 ore per arrivarci...",
            "KOR": "이럴 수가!!! 드디어 대도시에 가게 됐다!!! 거기에 대해 정말 좋은 이야기를 많이 들었다. 하지만 기차로 8시간 거리라고 한다...",
            "THAI": "ไม่น่าเชื่อ!!! ฉันกำลังจะมุ่งหน้าไปเมืองยอดเยี่ยมเร็วๆ นี้!!! ฉันได้ยินเรื่องดีๆ มากมายเกี่ยวกับที่นั่น แต่ฉันก็ได้ยินมาว่าการเดินทางโดยรถไฟใช้เวลาตั้ง 8 ชั่วโมง...",
            "MY": "Alamak!!! Saya akan pergi ke Kota Hebat nanti!!! Saya dengar banyak perkara menarik tentang tempat itu. Tetapi, saya juga dengar perjalanan melalui kereta api mengambil masa 8 jam..."
        },
        {
            "ID": "DIARY_TITLE_18",
            "EN": "To the Great City!",
            "SP": "¡A la Gran Ciudad!",
            "FR": "Vers la Grande Ville !",
            "ptBR": "Rumo à Cidade Grande!",
            "RU": "В Большой Город!",
            "CNSimplified": "重返大都市！",
            "CNTaiwan": "前往大城市！",
            "JPN": "いざ、グレートシティへ！",
            "GER": "In die Große Stadt!",
            "ITA": "Alla Grande città!",
            "KOR": "대도시로!",
            "THAI": "สู่เมืองยอดเยี่ยม!",
            "MY": "Ke Kota Hebat!"
        },
        {
            "ID": "DIARY_BODY_18",
            "EN": "This reminds me of when I left the village as a child. But this time I am not going to work there. I am going on vacation hehe!",
            "SP": "Me recuerda a la vez que dejé el pueblo cuando era niño. Pero esta vez no voy a ir a trabajar, ¡Me voy de vacaciones, jejeje! ",
            "FR": "Ça me fait penser à l'époque à laquelle j'ai quitté le village étant enfant. Mais cette fois je ne pars pas pour travailler, mais pour les vacances !",
            "ptBR": "Isso me lembra de quando deixei a aldeia, ainda criança. Mas desta vez, não estou indo para trabalhar. Vou tirar férias, he he!",
            "RU": "А ведь я не первый раз вот так уезжаю из Деревни на поезде. Но на этот раз я еду в город не работать, а отдыхать!",
            "CNSimplified": "这让我回想起小的时候离开村子的时刻。但这次我不是要去那里工作。我要去度假，呵呵！",
            "CNTaiwan": "這讓我想到小時候離開村莊的時候。但這次我去那裡不是要工作。而是去度假的。嘿嘿！",
            "JPN": "子供の頃、村を出たときのことを思い出すなぁ。でも今回は、仕事に行くんじゃない。休暇で行くんだ、えへへ！",
            "GER": "Das erinnert mich an damals, als ich das Dorf als Kind verlassen habe. Aber diesmal werde ich dort nicht arbeiten. Ich mache Urlaub, hehe!",
            "ITA": "Mi ricorda quando ho lasciato il villaggio durante l’infanzia. Ma questa volta non vado là a lavorare. Ci vado per le vacanze, eh eh!",
            "KOR": "어린 시절 마을을 떠났을 때가 생각난다. 하지만 이번엔 일하러 가는 게 아니라, 휴가로 가는 거다, 히히!",
            "THAI": "สิ่งนี้ทำให้ฉันนึกถึงครั้งที่ฉันย้ายออกจากหมู่บ้านเมื่อตอนยังเด็ก แต่ครั้งนี้ฉันจะไม่ไปทำงานที่นั่น ฉันไปเที่ยวพักผ่อน ฮิฮิ!",
            "MY": "Ini mengingatkan saya semasa saya meninggalkan kampung sewaktu kecil. Tetapi kali ini saya tidak akan pergi bekerja di sana. Saya akan pergi bercuti hehe!"
        },
        {
            "ID": "DIARY_TITLE_19",
            "EN": "Chill by the Lake~",
            "SP": "Relajarse Bajo el Lago~",
            "FR": "Détente au bord du lac",
            "ptBR": "Relaxando no Lago~",
            "RU": "Отдых у озера",
            "CNSimplified": "在湖边放松~",
            "CNTaiwan": "湖邊放鬆~",
            "JPN": "湖のほとりでまったり～",
            "GER": "Entspannen beim See …",
            "ITA": "Relax al lago~",
            "KOR": "바다 곁의 휴식",
            "THAI": "นั่งเล่นริมทะเลสาบ~",
            "MY": "Bersantai di tepi Tasik~"
        },
        {
            "ID": "DIARY_BODY_19",
            "EN": "Bought my ukulele to the lake today for a breather! Playing my favorite tunes while enjoying the cool breeze~",
            "SP": "¡Compré mi ukulele para mi viaje al lago y tocar un melodía relajante! Tocar mis canciones favoritas mientras disfruto de una refrescante brisa.",
            "FR": "J'ai amené mon ukulélé au lac aujourd'hui pour me poser ! J'ai joué mes morceaux préférés en profitant de la brise.",
            "ptBR": "Fui tocar ukulele no lago para relaxar. Que delícia tocar minhas músicas favoritas sob aquela brisa gostosa~",
            "RU": "Наконец-то я могу сходить к озеру и поиграть на укулеле! Там такой приятный свежий ветер! Как же здорово вот так сидеть и наигрывать свои любимые мелодии!",
            "CNSimplified": "今天带了我的尤克里里到湖边休息一下！边享受凉爽的微风，边弹奏我最喜欢的曲子~",
            "CNTaiwan": "今天我把烏克麗麗帶到了湖邊，想要休息一下！在享受清涼微風的同時演奏我最喜愛的曲調~",
            "JPN": "今日はウクレレを湖に持っていって、一休み！冷たい風を頬に感じながら、お気に入りの曲を弾いたよ～",
            "GER": "Habe heute meine Ukulele zu meiner Pause am See mitgebracht und meine Lieblingsmelodien gespielt, während ich die kühle Brise genossen habe …",
            "ITA": "Oggi ho portato il mio ukulele al lago per una pausa! Volevo suonare le mie melodie preferite godendomi la fresca brezza~",
            "KOR": "오늘은 우쿨렐레를 바다에 가지고 갔다! 시원한 바람을 맞으면서 좋아하는 곡을 연주하니 참 좋았다~",
            "THAI": "เอาอูคูเลเล่ของฉันมาที่ทะเลสาบด้วยวันนี้เพื่อการหยุดพัก! เล่นเพลงโปรดขณะดื่มด่ำความสดชื่นจากสายลม~",
            "MY": "Beli ukulele saya semasa dalam perjalanan ke tasik hari ini! Bermain muzik kegemaran saya sambil menikmati angin yang sejuk~"
        },
        {
            "ID": "DIARY_TITLE_20",
            "EN": "Shooting Star! ",
            "SP": "¡Estrella Fugaz!",
            "FR": "Étoile filante !",
            "ptBR": "Estrela cadente!",
            "RU": "Падающая звезда",
            "CNSimplified": "流星！",
            "CNTaiwan": "流星！",
            "JPN": "流れ星！",
            "GER": "Sternschnuppe!",
            "ITA": "Stelle cadenti!",
            "KOR": "유성!",
            "THAI": "ดาวตก!",
            "MY": "Tahi Bintang!"
        },
        {
            "ID": "DIARY_BODY_20",
            "EN": "What a beautiful starry night, the stars are shining so brightly within the darkness~",
            "SP": "Que noche tan estrellada y hermosa, las estrellas estan brillando tan intensamente en la oscuridad~",
            "FR": "Quelle belle nuit étoilée, les étoiles brillent tellement dans l'obscurité...",
            "ptBR": "Que linda noite estrelada. As estrelas brilham tão intensamente em meio às trevas~",
            "RU": "Звездное небо такое красивое! Как ярко сияют звезды в ночной темноте...",
            "CNSimplified": "多么漂亮的星空呀，星星在黑夜里如此闪亮~",
            "CNTaiwan": "多麼美麗的星夜啊，星星在黑暗中閃耀的如此明亮~",
            "JPN": "なんて美しい星空。暗闇の中で瞬く星たちがとってもきれい～",
            "GER": "Was für eine wunderschöne klare Nacht. Die Sterne leuchten so hell in der Dunkelheit …",
            "ITA": "Che magnifica notte stellata, le stelle splendono così intensamente nell’oscurità~",
            "KOR": "정말 아름다운 별밤이다. 별이 어둠 속에서 밝게 반짝이고 있다~",
            "THAI": "ช่างเป็นคืนที่มีดาวเต็มท้องฟ้าสวยงาม ดาวส่องประกายสว่างยิ่งนักท่ามกลางความมืดมิด~",
            "MY": "Malam yang penuh dengan bintang yang berkilau sungguh terang dalam kegelapan~"
        },
        {
            "ID": "DIARY_TITLE_21",
            "EN": "The Cubicle Hotel! ",
            "SP": "¡El Hotel Cubículo!",
            "FR": "L'Hôtel Box !",
            "ptBR": "O Hotel Cubículo!",
            "RU": "Жилая капсула",
            "CNSimplified": "小室旅馆！",
            "CNTaiwan": "小臥室酒店！",
            "JPN": "カプセルホテル！",
            "GER": "Das Kapselhotel!",
            "ITA": "L’Hotel a capsule!",
            "KOR": "네모네모 호텔!",
            "THAI": "โรงแรมกุฏิ!",
            "MY": "Hotel Kubikel!"
        },
        {
            "ID": "DIARY_BODY_21",
            "EN": "First experience in the Cubicle Hotel! Tight! We have our own tiny closet to keep our bags and this small tiny space to sleep! I can barely fit! ",
            "SP": "¡Mi primera experiencia en el Hotel Cubículo! ¡Que emoción! ¡Tenemos un diminuto closet para guardar nuestro equipaje y este espacio pequeñito para dormir! ¡Apenas puedo encajar!",
            "FR": "C'est la première fois que je reste à l'Hôtel Box ! Trop bien ! On a un micro placard pour nos sacs et ce petit espace pour dormir ! Je rentre à peine !",
            "ptBR": "Minha primeira noite no Hotel Cubículo! O quarto é meio apertado, quase não tem espaço para mim, as malas e a cama! Que dureza!",
            "RU": "Первый раз останавливаюсь в Капсульном Отеле. Да уж, тесновато. Места для багажа в обрез, да и на кровати тоже едва можно уместиться.",
            "CNSimplified": "第一次入住小室旅馆！好小呀！我们有自己的小壁橱放我们的包，而且有一个小小的睡觉空间！我勉强能睡下！",
            "CNTaiwan": "小臥室酒店的初次體驗！很擁擠！我們有小衣櫃能放行李，還有一個睡覺的小地方！我幾乎快塞不進去了！",
            "JPN": "初めてのカプセルホテル！せまっ！小さなクローゼットに荷物を詰めて、そこで眠るんだ！ぎりぎり入ったよ！",
            "GER": "Erster Eindruck vom Kapselhotel! Eng! Wir haben einen winzigen Schrank für unsere Taschen und den Minischlafplatz! Ich pass fast nicht rein!",
            "ITA": "Prima esperienza nell’Hotel a capsule! Stretto! C’è un armadietto per le proprie cose e questo piccolo spazio per dormire! Ci sto a malapena!",
            "KOR": "네모네모 호텔에 처음 가 봤다! 비좁다! 가방을 넣을 조그만 장이 있고, 잠을 잘 조그만 공간이 있다! 몸이 간신히 들어갈 정도다!",
            "THAI": "ประสบการณ์แรกในโรงแรมกุฏิ! คับแคบ! เรามีตู้ส่วนตัวเล็กๆ เพื่อเก็บกระเป๋าของเราและพื้นที่แคบๆ ตรงนี้เพื่อนอน! ฉันแทบเอาตัวเข้าไปไม่ได้!",
            "MY": "Pengalaman pertama di Hotel Kubikel! Sendat! Kami ada almari kecil untuk menyimpan beg dan ruang kecil ini untuk tidur! Saya hampir tidak muat!"
        },
        {
            "ID": "DIARY_TITLE_22",
            "EN": "The Yellow Ducky! ",
            "SP": "¡El Patito Amarillo!",
            "FR": "Le canard jaune !",
            "ptBR": "O pato amarelo!",
            "RU": "Желтая уточка",
            "CNSimplified": "黄鸭！",
            "CNTaiwan": "黃色小鴨！",
            "JPN": "黄色のアヒルちゃん！",
            "GER": "Das gelbe Entchen!",
            "ITA": "Il giallo Ducky!",
            "KOR": "노란 오리!",
            "THAI": "เป็ดสีเหลือง!",
            "MY": "Itik Kuning!"
        },
        {
            "ID": "DIARY_BODY_22",
            "EN": "It was relaxing to lie on my yellow ducky until I woke up with a sunburn! I was a roasted rabbit! Bad idea~ Don't ever fall asleep in the sun!",
            "SP": "¡Fue muy relajante acostarme en mi patito amarillo hasta que me levanté con una quemadura de sol! ¡Fuí un conejín asado! Fue mala idea~ ¡Nunca te duermas bajo el sol!",
            "FR": "C'était relaxant de dormir sur mon canard jaune, jusqu'à ce que je me réveille avec un coup de soleil ! C'est une mauvaise idée de s'endormir au soleil !",
            "ptBR": "Achei que seria legar cochilar no meu pato amarelo e acordar com o sol na cara, mas veja só que baita queimadura~ Dormir sob o sol é fria!",
            "RU": "Лежать на надувной уточке так здорово! Главное, не повторяйте мою ошибку: если уснуть на солнце, можно сильно обгореть. Так что я теперь жареный кролик!",
            "CNSimplified": "我躺在我的黄鸭上休息，醒来后身上多了一处晒伤！我是一只被烤熟的兔子！烂主意~以后别在太阳底下睡着了！",
            "CNTaiwan": "躺在黃色小鴨上很悠閒，但我醒來時被曬傷了！我變成了烤兔子！真是個餿主意~ 千萬不要在太陽下睡著！",
            "JPN": "日焼けで目が覚めるまで、黄色いアヒルちゃんと一緒に横になってリラックス！丸焼きウサギだね！そんなのやだ～日差しの下で眠っちゃわないように！",
            "GER": "Auf dem gelben Entchen war es so nett, bis ich mit einem Sonnenbrand aufwachte! Ein Hasenbraten! Blöde Idee … Schlafe in der Sonne nie ein!",
            "ITA": "È stato rilassante riposare sul mio giallo Ducky finché non ho visto i primi segni di insolazione! Un coniglio arrosto! Pessima idea~ Non addormentarsi mai al sole!",
            "KOR": "노란 오리 위에 편하게 누워 있다가, 햇볕이 따가워서 일어났다! 구운 토끼가 되는 줄 알았다! 조심해야겠다. 다시는 햇볕이 드는 데서 잠들지 말아야지!",
            "THAI": "มันช่างผ่อนคลายยิ่งนักในการนอนเหยียดบนเป็ดสีเหลืองของฉัน จนกระทั่งฉันตื่นขึ้นพร้อมกับโดนแดดเผา! ฉันกลายเป็นกระต่ายปิ้ง! ไอเดียแย่~ อย่างีบหลับกลางแดดเป็นอันขาด!",
            "MY": "Sungguh santai dapat baring di atas itik kuning saya sehingga saya tersedar akibat selaran matahari! Saya umpama arnab panggang! Idea yang tidak bagus~ Jangan tidur di bawah cahaya matahari!"
        },
        {
            "ID": "DIARY_TITLE_23",
            "EN": "Grow Carrots Grow! ",
            "SP": "¡Crezcan Zanahorias Crezcan!",
            "FR": "Poussez carottes, poussez !",
            "ptBR": "Cresçam, cenouras!",
            "RU": "Расти, морковка!",
            "CNSimplified": "胡萝卜快快长大！",
            "CNTaiwan": "長大吧，胡蘿蔔，長大吧！",
            "JPN": "育て、ニンジン、育て！",
            "GER": "Wachst, Karotten, wachst!",
            "ITA": "Crescete carotine!",
            "KOR": "당근아, 자라나라!",
            "THAI": "โต แครอท โต!",
            "MY": "Tumbuh Lobak Tumbuh!"
        },
        {
            "ID": "DIARY_BODY_23",
            "EN": "Grow, my baby carrots! No one will realize you are growing there hehe! I placed a sign saying there are no carrots here~",
            "SP": "¡Crezcan mis zanahoritas bebés! ¡Nadie se dará cuenta que están creciendo aquí jejeje! Coloqué un signo que dice que no hay zanahorias aquí~",
            "FR": "Poussez, mes petites carottes ! Personne ne réalisera que vous grandissez ici, hé hé ! J'ai disposé un panneau qui indique qu'il n'y a pas de carottes...",
            "ptBR": "Cresçam, minhas cenourinhas! Ninguém vai roubar vocês, eu coloquei uma placa dizendo que não há cenouras aqui~",
            "RU": "Расти, моя морковка! И никто тебя тут не найдет! Да, идея поставить табличку, что здесь нет моркови, просто отличная!",
            "CNSimplified": "快快长大，我的小胡萝卜！没有人会意识到你正在那里生长，呵呵！我放了一个指示牌，上面写着这里没有胡萝卜~",
            "CNTaiwan": "長大吧，我的寶貝胡蘿蔔！沒有人會知道你在那裡長大的，嘿嘿！我放了一個招牌，上面寫這裡沒有胡蘿蔔~",
            "JPN": "育て、赤ちゃんニンジン！君たちがここにいるなんて、誰も気づかないだろうね、えへへ！ここにはニンジンなんてないよって看板を置いておいたから！",
            "GER": "Wachst, meine Babykarotten! Niemand wird euch entdecken. Ich habe ein Schild aufgestellt: „Hier gibt es keine Karotten!“",
            "ITA": "Crescete, mie piccole carote! Nessuno capirà mai che state crescendo qui eh eh! Anche perché ho messo un cartello che indica la totale assenza di carote~",
            "KOR": "아기 당근들아, 자라나라! 너희들이 거기서 자라고 있는 건 아무도 모를걸! 여기 당근이 없다는 간판을 세워 놨거든~",
            "THAI": "รีบโต แครอทน้อยของฉัน! ไม่มีใครสังเกตเห็นว่าเจ้าโตที่นั่น ฮิฮิ! ฉันปักป้ายเขียนว่าไม่มีแครอทที่นี่~",
            "MY": "Tumbuh lobak kecil! Tiada siapa yang sedar awak sedang membesar di sana hehe! Saya letak papan tanda tiada lobak di sini~"
        },
        {
            "ID": "DIARY_TITLE_24",
            "EN": "TV in the HOUSE!",
            "SP": "¡TV en la CASA!",
            "FR": "La télé à la MAISON !",
            "ptBR": "TV em CASA!",
            "RU": "Телевизор в доме",
            "CNSimplified": "宅家看电视！",
            "CNTaiwan": "房子裡的電視！",
            "JPN": "家にテレビが！",
            "GER": "FERNSEHER im HAUS!",
            "ITA": "TV a casa!",
            "KOR": "집에 TV가 생겼다!",
            "THAI": "ทีวีในบ้าน!",
            "MY": "TV dalam RUMAH!"
        },
        {
            "ID": "DIARY_BODY_24",
            "EN": "Finally got to watch my TV today! So interesting~ Now TVs can be mounted on the wall. Before I moved to the country, TVs were over 50 kilos.",
            "SP": "¡Al fin puedo ver la televisión hoy! Que interesante~ Ahora las TVs pueden ser montadas en la pared. Antes que me mudara al pueblo, las televisiones pesaban más de 50 kilos.",
            "FR": "Je vais enfin pouvoir regarder la télé aujourd'hui ! Comme c'est bien, les télés peuvent être fixées au mur maintenant. Avant, elles faisaient plus de 50 kg.",
            "ptBR": "Finalmente estreei minha TV! Que legal~ Agora dá para botar as TVs na parede. Quando me mudei da Aldeia, as TVs pesavam mais de 50 quilos.",
            "RU": "Теперь можно посмотреть телевизор! Занятно, что теперь их можно вешать на стену. А ведь не так давно телевизоры весили не меньше 50 кило!",
            "CNSimplified": "今天终于能看我的电视了！真有趣~现在电视可以装到墙上了。在我搬到乡下之前，电视的重量超过50公斤。",
            "CNTaiwan": "今天終於有空看電視了！真是有趣~ 電視現在可以掛在牆上了。在我搬來鄉下前，電視大概有50公斤重。",
            "JPN": "ついに今日テレビを見ることができるよ！とってもおもしろい～今ではテレビは壁にかけられるんだ。ツキが田舎に越してくるまでは、50キロ以上あったのに。",
            "GER": "Heute konnte ich endlich fernsehen! So toll! Fernseher können jetzt an Wänden befestigt werden. Noch vor ein paar Jahren wogen sie über 50 Kilo.",
            "ITA": "Finalmente oggi ho potuto guardare un po’ la TV! Davvero interessante~ Ora le TV possono essere montate sulla parete. Prima di trasferirmi, le TV pesavano più di 50 kg.",
            "KOR": "드디어 오늘 TV를 봤다! 정말 재미있다~ 요즘은 TV를 벽에 걸 수 있다. 내가 이사하기 전에 TV는 50킬로그램이 넘었었는데.",
            "THAI": "ในที่สุดวันนี้ก็ได้ดูทีวีของฉัน! น่าสนใจมาก~ ตอนนี้สามารถติดทีวีบนผนังได้ ก่อนที่ฉันจะย้ายไปชนบท ทีวีหนักตั้ง 50 กิโล",
            "MY": "Akhirnya, saya dapat menonton TV hari ini! Sungguh menarik~ Kini, TV boleh dilekapkan pada dinding. Sebelum saya berpindah, berat TV melebihi 50 kilo."
        },
        {
            "ID": "DIARY_TITLE_25",
            "EN": "I am Addicted! ",
            "SP": "¡Me Volví Adicto!",
            "FR": "Je suis accroc !",
            "ptBR": "Viciei!",
            "RU": "Просто чудо",
            "CNSimplified": "我上瘾了！",
            "CNTaiwan": "我上癮了！",
            "JPN": "ハマった！",
            "GER": "Ich bin süchtig!",
            "ITA": "Ho una dipendenza!",
            "KOR": "중독!",
            "THAI": "ฉันติดงอมแงม!",
            "MY": "Saya Ketagih!"
        },
        {
            "ID": "DIARY_BODY_25",
            "EN": "I am addicted to this CarrotBook! There are so many videos to watch~ Games to play~ I can even video chat with the friends that I met in the city!",
            "SP": "¡Soy adicto a esta CarrotBook! ¡Hay tantos videos que ver~ Juegos que jugar~ Incluso puedo tener videollamadas con los amigos que conocí en la ciudad!",
            "FR": "Je suis accroc à ce CarrotBook ! Il y a tant de vidéos à regarder, de jeux auxquels jouer... Je peux même faire des appels vidéo avec mes amis de la ville !",
            "ptBR": "Não consigo largar meu Cenoura Book! São tantos vídeos para assistir~ Jogos para jogar~ Posso até bater papo com vídeo com os amigos da cidade!",
            "RU": "Новый CarrotBook просто чудо! Можно смотреть видео, играть в игры и даже устроить видеочат с друзьями, которые остались в Городе.",
            "CNSimplified": "我对这个胡萝卜笔记本上瘾了！有这么多视频可以看~这么多游戏可以玩~我甚至可以和我在市里遇到的朋友视频聊天！",
            "CNTaiwan": "我對這台胡蘿蔔筆電深深著迷！有好多影片可以看~ 遊戲可以玩~ 甚至可以和城裡的朋友視訊！",
            "JPN": "ニンジンブックにハマったよ！たくさん動画も見られるし～ゲームだってできる～町で出会った友達とビデオチャットだってできる！",
            "GER": "Bin süchtig nach diesem CarrotBook! Ich kann Videos angucken, spielen … und sogar einen Videochat mit meinen Freunden aus der Stadt machen.",
            "ITA": "Ho una dipendenza da questo CarrotBook! Ci sono così tanti video da guardare~ Giochi da provare~ Posso persino chattare in video con gli amici che ho incontrato in città!",
            "KOR": "캐럿북에 완전히 중독됐다! 재미있는 동영상도, 게임도 너무 많다~ 게다가 도시에 있는 친구들과 화상 채팅을 할 수도 있다!",
            "THAI": "ฉันติดหนังสือแครอทนี้งอมแงม! มีวิดีโอตั้งหลายเรื่องให้ดู~ เกมหลายเกมให้เล่น~ ฉันยังวิดีโอแชทกับเพื่อนที่ฉันเจอในเมืองได้อีกด้วย!",
            "MY": "Saya ketagih membaca CarrotBook ini! Terlalu banyak video yang hendak ditonton~ Permainan untuk dimainkan~ Saya juga boleh bersembang video dengan rakan yang saya jumpa di bandar!"
        },
        {
            "ID": "DIARY_TITLE_26",
            "EN": "Life of Luxury",
            "SP": "Vida de Lujos",
            "FR": "Le grand luxe",
            "ptBR": "Vida de luxo",
            "RU": "Роскошная жизнь",
            "CNSimplified": "奢侈的生活",
            "CNTaiwan": "奢華生活",
            "JPN": "豪華な生活",
            "GER": "Ein Luxusleben",
            "ITA": "Una vita di lussi",
            "KOR": "호사스러운 삶",
            "THAI": "ชีวิตอันหรูหรา",
            "MY": "Kemewahan Hidup"
        },
        {
            "ID": "DIARY_BODY_26",
            "EN": "Reading Lord of the Carrots 2 in this Presidential Suite feels so different! So luxurious~ I want to stay here forever~~",
            "SP": "¡Leer el Señor de las Zanahorias 2 en este Suite Presidencial se siente tan diferente! Que Lujoso~ Quiero estar aqui para siempre~",
            "FR": "Lire le Seigneur des carottes 2 dans cette suite présidentielle c'est quelque chose ! Quel luxe... Je voudrais rester ici pour toujours...",
            "ptBR": "É uma experiência tão diferente ler O Senhor das Cenouras 2 nesta suíte presidencial! Que luxo~ Quero ficar para sempre~~",
            "RU": "Пришла в голову идея почитать «Властелин морковок-2» в этом роскошном номере. Совсем другое дело! Вот бы остаться тут насовсем.",
            "CNSimplified": "在这个总统套房里读《胡萝卜大王2》的感觉太不一样了！太奢侈了~我想永远待在这~~",
            "CNTaiwan": "在總統套房讀《胡蘿蔔之王2》的感覺如此與眾不同！太奢華了~ 我想永遠住在這裡~~",
            "JPN": "王族スイートルームで読む「ニンジンの王 2」は格別だ！とっても贅沢～一生ここにいたいよ～～",
            "GER": "Den Herrn der Karotte 2 in dieser Präsidentensuite zu lesen, das ist etwas anderes! Unheimlich luxuriös … ich will hier für immer bleiben …",
            "ITA": "Leggere Signore delle carote 2 in questa Suite presidenziale è davvero un’altra cosa! È così lussuosa~ Voglio vivere qui~~",
            "KOR": "프레지덴셜 스위트에서 당근의 제왕 2를 읽자니, 기분이 색다르다! 어찌나 호화로운지 영영 여기 살고 싶다~~",
            "THAI": "การอ่านเจ้าแห่งแครอท 2 ในห้องชุดสวีทนี้ ให้ความรู้สึกที่แตกต่างมาก! หรูหรามาก~ ฉันอยากอยู่ที่นี่ตลอดไป~~",
            "MY": "Membaca Lord of the Carrots 2 dalam Suite Presiden terasa sungguh berbeza! Sungguh mewah~ Saya ingin tinggal di sini selama-lamanya~~"
        },
        {
            "ID": "DIARY_TITLE_27",
            "EN": "Intense Battle",
            "SP": "Batalla Intensa",
            "FR": "Combat intense",
            "ptBR": "Guerra de nervos",
            "RU": "Битва века",
            "CNSimplified": "激烈的战斗",
            "CNTaiwan": "激烈對戰",
            "JPN": "熾烈な戦い",
            "GER": "Intensiver Kampf",
            "ITA": "Sfida intensa",
            "KOR": "격렬한 전투",
            "THAI": "การต่อสู้อันดุเดือด",
            "MY": "Pertempuran Sengit"
        },
        {
            "ID": "DIARY_BODY_27",
            "EN": "Today I had an intense battle with Rahul and Krieger!!! I lost 250 carrots at the start but eventually recouped my losses!",
            "SP": "¡¡Hoy tuve una batalla intensa con Rahul y Krieger!! ¡Perdí 250 zanahorias al principio pero puede recuperar mis pérdidas! ",
            "FR": "Aujourd'hui, j'ai mené un combat intense contre Rahul et Krieger !! J'ai perdu 250 carottes au début, mais j'ai fini par me refaire !",
            "ptBR": "Hoje eu travei uma batalha intensa com o Rahul e o Krieger!!! Perdi 250 cenouras logo de cara, mas depois recuperei!",
            "RU": "Сегодня мы с Рахулом и Кригером играли в покер. Вот это была битва! В конце мне наконец-то удалось отыграться и получить 250 морковок обратно!",
            "CNSimplified": "今天我跟拉胡尔和克里格之间有一场激烈的战斗！！！一开始我输了250根胡萝卜，不过最后挽回了我的损失！",
            "CNTaiwan": "今天我與勞爾和克里格進行了激烈的對戰！起初我輸了250根胡蘿蔔，但最終取回了我的損失！",
            "JPN": "今日はラフルとクリーガーと激アツな戦いを繰り広げた！！最初ニンジンを250本失ったけど、その損失を取り返すことができたよ！",
            "GER": "Heute gab es einen intensiven Kampf mit Rahul und Krieger! Ich habe erst 250 Karotten verloren, aber meine Verluste dann wieder aufgeholt!",
            "ITA": "Oggi ho avuto una sfida davvero intensa con Rahul e Krieger!!! All’inizio ho perso 250 carote, ma poi ho recuperato alla grande!",
            "KOR": "오늘은 라훌, 크리거랑 격렬한 전투를 벌였다!!! 처음에는 당근을 250개 잃었지만 결국 손실을 만회했다!",
            "THAI": "วันนี้ฉันต่อสู้กับราหุลและครีเกอร์อย่างดุเดือด!!! ฉันเสียแครอทไป 250 หัวตอนเริ่มต้น แต่ในที่สุดก็ได้ที่เสียไปคืนมา!",
            "MY": "Hari ini saya bertarung dengan sengit dengan Rahul dan Krieger!!! Saya kalah 250 lobak pada mulanya tetapi akhirnya berjaya mendapatkan kembali kekalahan saya!"
        },
        {
            "ID": "DIARY_TITLE_28",
            "EN": "OmuNoodles",
            "SP": "Noodles Omu",
            "FR": "Omu-soba",
            "ptBR": "Macarrovo",
            "RU": "Лапша с яйцом",
            "CNSimplified": "蛋包面",
            "CNTaiwan": "蛋包麵",
            "JPN": "オムヌードル",
            "GER": "Omu-Nudeln",
            "ITA": "Omu Noodle",
            "KOR": "오무면",
            "THAI": "ก๋วยเตี๋ยวโอมู",
            "MY": "Mi Omu"
        },
        {
            "ID": "DIARY_BODY_28",
            "EN": "It is not easter yet but I still hid some eggs (in my tummy). It tastes like BoBo's ramen but sealed within eggs~ What was it called? OmuNoodles or something~\r",
            "SP": "No es pascua todavía pero escondí algunos huevos (en mi pancita). Sabían al Ramen de Bobo pero cubiertos con huevos~ ¿Como se llamaban? Noodles Omu o algo así~",
            "FR": "C'est pas encore Pâques, mais j'ai quand même caché des œufs (dans mon bidon). Ces \"Omu-soba\" avaient le goût des ramens de Bobo mais enfermés dans des œufs.",
            "ptBR": "A páscoa ainda não chegou, mas escondi uns ovos (na minha barriga). O gosto é de lámen do Bobi, só que com ovos em volta~ Acho que o nome é Macarrovo~",
            "RU": "Пасха еще не скоро, но мы уже лакомимся яйцами! На вкус почти как рамен Бобо, только с яйцом. Кажется, это блюдо называется омусоба. Или как-то так...",
            "CNSimplified": "还没到复活节，我已经藏了一些蛋（在我的肚子里）。这种面有点像波波的拉面，不过是包在鸡蛋里的~它叫什么？蛋包面之类~",
            "CNTaiwan": "這不是復活節，不過我仍然藏了一些蛋（在我肚子裡）。這口味像波波的拉麵，不過裡面有包蛋~ 它的名稱是？蛋包麵還是什麼的~",
            "JPN": "イースターじゃないけど、卵を何個か（おなかに）隠したんだ。ボボのラーメンみたいな味だけど、中には卵が～なんて言ったっけ？オムヌードルとかなんとか～",
            "GER": "Ich kann auch ohne Ostern Eier verstecken (in meinem Bauch). Schmecken wie BoBos Ramen, aber in Eiern drin … Der Name? Omu-Nudeln oder so …",
            "ITA": "Non è ancora Pasqua, ma ho nascosto comunque alcune uova (nella mia pancia). Dal sapore sembra il ramen di Bobo ma con le uova~ Com’è che si chiamava? Omu Noodle o roba del genere~",
            "KOR": "아직 부활절은 아니지만 그래도 계란을 (내 배 속에) 숨겼다. 보보의 라면과 맛이 비슷한데, 계란 안에 들어 있다는 것만 다르다. 이름이 뭐였더라? 오무면인가~",
            "THAI": "มันยังไม่ถึงวันอีสเตอร์แต่ฉันยังคงซ่อนไข่เอาไว้ (ในท้องของฉัน) รสชาติมันเหมือนราเม็งของโบโบ แต่ผนึกด้วยไข่~ มันเรียกว่าอะไรนะ? ก๋วยเตี๋ยวโอมูหรืออะไรเนี่ย~",
            "MY": "Easter belum tiba lagi tetapi saya masih menyembunyikan telur (dalam perut saya). Rasa seperti ramen Bobo tetapi dibalut dengan telur~ Apa namanya? Mi Omu atau sesuatu~"
        },
        {
            "ID": "DIARY_TITLE_29",
            "EN": "My New Phone",
            "SP": "Mi Teléfono Nuevo",
            "FR": "Mon nouveau téléphone",
            "ptBR": "Telefone novo",
            "RU": "Новый телефон",
            "CNSimplified": "我的新手机",
            "CNTaiwan": "我的新手機",
            "JPN": "新しい電話",
            "GER": "Mein neues Handy",
            "ITA": "Il mio nuovo telefono",
            "KOR": "최신 폰",
            "THAI": "โทรศัพท์ใหม่ของฉัน",
            "MY": "Telefon Baru Saya"
        },
        {
            "ID": "DIARY_BODY_29",
            "EN": "WHAT??? Nowadays phones have a touchscreen! I can even take pictures with it! Technology from the Great City is so advanced!",
            "SP": "¿¿QUÉ??? ¡Hoy en día los teléfonos tienen pantalla táctil! ¡Incluso puedo tomar fotos con él! ¡La tecnología de la Gran Ciudad es tan avanzada!",
            "FR": "QUOI ?? Les téléphones ont des écrans tactiles maintenant ?! Je peux même prendre des photos avec ! La technologie de la Grande Ville est tellement avancée !",
            "ptBR": "CARAMBA! Os telefones agora têm tela de toque! Eles até batem foto! A tecnologia da Cidade Grande é tão avançada!",
            "RU": "ЧТО? Теперь у телефонов сенсорный экран! И отличная встроенная камера! Да, технологии в Большом Городе просто огонь!",
            "CNSimplified": "什么？？？现在的手机有触屏！我甚至可以用它拍照！大都市的技术太先进了！",
            "CNTaiwan": "什麼？？？現在手機有觸控螢幕！我還能用它拍照！大城市的技術真是太進步了！",
            "JPN": "なになに？？いまどきの電話ってタッチ画面なの？写真を撮ったりもできるんだね！グレートシティのテクノロジーって進んでるー！",
            "GER": "WAS??? Heutzutage haben Handys einen Touchscreen? Ich kann damit sogar fotografieren! Die Technologie der Großen Stadt ist total fortgeschritten!",
            "ITA": "CHE COSA??? Oggi i telefoni hanno un touch screen! Posso persino scattarci delle fotografie! La tecnologia della Grande città è davvero avanzata!",
            "KOR": "헐??? 요즘 폰에는 터치스크린이 있다! 게다가 사진도 찍을 수 있다! 대도시의 기술은 정말 대단하다!",
            "THAI": "อะไร??? ปัจจุบันนี้โทรศัพท์มีหน้าจอระบบสัมผัส! แล้วฉันก็ใช้มันถ่ายรูปได้ด้วย! เทคโนโลยีจากเมืองยอดเยี่ยมช่างล้ำหน้าอะไรเช่นนี้!",
            "MY": "APA??? Kini telefon ada skrin sentuh! Saya boleh ambil gambar dengannya! Teknologi daripada Kota hebat sungguh maju!"
        },
        {
            "ID": "DIARY_TITLE_30",
            "EN": "Presidential Suite",
            "SP": "Suite Presidencial",
            "FR": "Suite présidentielle",
            "ptBR": "Suíte presidencial",
            "RU": "Президентский номер",
            "CNSimplified": "总统套房",
            "CNTaiwan": "總統套房",
            "JPN": "王族スイートルーム",
            "GER": "Präsidentensuite",
            "ITA": "Suite presidenziale",
            "KOR": "프레지덴셜 스위트",
            "THAI": "ห้องชุดสวีท",
            "MY": "Suite Presiden"
        },
        {
            "ID": "DIARY_BODY_30",
            "EN": "This is heaven! Heaven for me~ Hell for my wallet~ Staying a night here cost me a ton~~ So many carrots for this one night of comfort!",
            "SP": "¡Esto es el paraíso! Cielo para mí~ Infierno para mi cartera~ Quedarme una noche aquí me costó un dineral~~ ¡Tantas zanahorias por una noche de comodidad!",
            "FR": "C'est le paradis ! Le paradis pour moi, mais l'enfer pour mon portefeuille... Passer la nuit ici coûte très cher... Tant de carottes pour une nuit de confort !",
            "ptBR": "Que paraíso! O céu é aqui~ O inferno é a minha carteira~ Uma noite custa uma fortuna~~ Tantas cenouras por uma noite de conforto!",
            "RU": "Я в раю! Вот только цены тут адские... За одну ночь пришлось отдать кучу денег... Слишком много морковок, даже для такого комфорта!",
            "CNSimplified": "这里就是天堂！对我来说是天堂~对我的钱包来说是地狱~在这住上一晚要花掉我一吨~这么多的胡萝卜，只为这一晚的舒适！",
            "CNTaiwan": "這是天堂！我的天堂~ 但對我荷包很傷~ 待在這裡花費不菲~~ 這個舒適的夜晚有好多胡蘿蔔！",
            "JPN": "これは天国だ！ツキのための天国～お財布にとっては地獄～一晩個々で過ごすとすごい額だよ～～快適な一晩のためにすごいたくさんのニンジン！",
            "GER": "Das ist der Himmel! Himmel für mich, Hölle für meine Börse. Eine Übernachtung hier ist arg teuer … So viele Karotten für diese eine Luxusnacht!",
            "ITA": "Per me è un vero paradiso~ ma per il mio portafogli è un vero inferno~ Dormire una notte mi costa un sacco~~ Così tante carote per una notte di comfort!",
            "KOR": "여긴 천국이다! 나에겐 천국이고, 지갑에겐 지옥이지만~ 딱 하룻밤만 묵는데도 돈이 어마어마하게 든다~~ 단 하루의 호사를 위해서 당근을 얼마나 썼는지!",
            "THAI": "นี่คือสวรรค์! สวรรค์ของฉัน~ นรกของกระเป๋าเงินฉัน~ พักที่นี่หนึ่งคืนเสียไปตั้งเยอะ~~ แครอทมากมายสำหรับความสบายหนึ่งคืน!",
            "MY": "Umpama syurga! Syurga untuk saya~ Neraka untuk dompet saya~ Menginap satu malam di sini sungguh mahal~~ Sungguh banyak lobak untuk keselesaan satu malam ini!"
        },
        {
            "ID": "DIARY_TITLE_31",
            "EN": "The Red Drink",
            "SP": "La Bebida Roja",
            "FR": "La boisson rouge",
            "ptBR": "Drink vermelho",
            "RU": "Красный напиток",
            "CNSimplified": "红色饮料",
            "CNTaiwan": "紅色飲料",
            "JPN": "赤い飲み物",
            "GER": "Das rote Getränk",
            "ITA": "La bevanda rossa",
            "KOR": "빨간색 음료수",
            "THAI": "เครื่องดื่มสีแดง",
            "MY": "Minuman Merah"
        },
        {
            "ID": "DIARY_BODY_31",
            "EN": "This rrredd drrrink iss makingggg myyy bodddyyy redddd~~~~~ Verrryy innntterressttinnngg ..  . . ",
            "SP": "Esstaa bbeebiddaaaa Rrrooaja sstaaa voolvieendoooo miiii cuuuerpooo ccccoloooraaadooo~~~~ Muuuuuy innnnteeresaaanteeee.....",
            "FR": "Cette boooisson rouuuge reeend mon cooorps rouuuge... Trèèèès intéééressant...",
            "ptBR": "Essssse drrrink verrrmelho deixou meu corrrpo verrrmelho~~~~~ Muuuito interrressanttte...",
            "RU": "От этого кр-р-расного напитка у меня в-в-все тело покр-р-раснело.... Очень стр-р-ранно...",
            "CNSimplified": "这种红红色色饮饮料料让让我我的身身体体变红红了~~~~~真真有有意意思思 .. . .",
            "CNTaiwan": "這個紅色飲料讓我的身體變紅了~~~~~ 非常的有趣……",
            "JPN": "この、あああ赤い、ののの飲み物は、ツツツツキの体を、あああ赤くする～～おおおおおもしろい…",
            "GER": "Dieses rrrote Getrrrännnk macht meinennn Körrrperrr rrrot … sehrrr interrrrresssssannnnttt …",
            "ITA": "Questa bevvvanddda rosssaaa staaa faaaceeendddoooo ddivvveeenttttareeee il cooorrrpooo roooosssssooo... Innnnteeeeressssannnteee...",
            "KOR": "이 빠바바알가아안새애액 으음료오오수우 때애애문에에 내애애 모오오미 빠아아알개져어었다~~~~~ 아아주우우 흐응미이로오오옵다아아아.. . .",
            "THAI": "เครื่องดื่มมมสีแดงงงนี้ทำให้ตัวววฉันนนกลายยยเป็นนนสีแดงงง~~~~~ น่าสนนนใจจจมากกก .. . .",
            "MY": "Minumannnn mmeerahhh ini membuattt baddaann sayaa merahhh~~~~~ Sungguuhhh mmeennaarrikkkkkk .. . ."
        },
        {
            "ID": "DIARY_TITLE_32",
            "EN": "Matcha for Life!",
            "SP": "¡Matcha de por Vida!",
            "FR": "Matcha pour la vie !",
            "ptBR": "Matchá é vida!",
            "RU": "Чай, зеленый чай",
            "CNSimplified": "品尝享人生！",
            "CNTaiwan": "抹茶人生！",
            "JPN": "生活に抹茶を！",
            "GER": "Ein Leben lang Matcha!",
            "ITA": "Matcha per sempre!",
            "KOR": "말차가 최고!",
            "THAI": "มัทฉะเพื่อชีวิต!",
            "MY": "Matcha Selamanya!"
        },
        {
            "ID": "DIARY_BODY_32",
            "EN": "This is the most amazing Matcha Latte! It has the perfect combination of sweet and bitter flavors~ Wish I could have it every single day!",
            "SP": "¡Este es el Latte de Matcha más genial! Tiene la combinación perfecta de sabores dulces y amargos~ ¡Me encantaría beberlo todos los días!",
            "FR": "C'est le meilleur des latte au Match ! Les goûts sucrés et amers sont parfaitement équilibrés... J'aimerais pouvoir en boire tous les jours !",
            "ptBR": "Esse foi o melhor matchá latte que já tomei! A combinação perfeita de sabores doces e amargos~ Eu queria tomar um desse diariamente!",
            "RU": "Этот маття латте просто супер! Впервые в жизни пробую такую вкусноту. Сладость и горечь идеально дополняют друг друга. Ах, вот бы пить его каждый день!",
            "CNSimplified": "这是最神奇的抹茶拿铁！甜味和苦味完美搭配~希望我每天都能都喝到它！",
            "CNTaiwan": "這是最棒的抹茶拿鐵！是甜味和苦味的完美結合~ 希望我每天都能喝到！",
            "JPN": "これは世界で一番の抹茶ラテ！甘さとほろ苦さの絶妙なコンビネーション～毎日飲みたいくらいだよ！",
            "GER": "Dieser Matcha-Latte ist einfach fantastisch! Diese Kombination aus süß und bitter … könnte ich ihn doch nur jeden Tag haben!",
            "ITA": "Questo è il più incredibile matcha latte di sempre! Ha una combinazione perfetta tra dolce e amaro~ Vorrei berlo tutti i giorni!",
            "KOR": "이건 최고로 맛있는 말차 라테다! 단맛과 쓴맛이 완벽하게 조화를 이룬다~ 매일 마실 수 있으면 좋겠다!",
            "THAI": "นี่เป็นมัทฉะลาเต้ที่อะเมซิ่งที่สุด! มันมีส่วนผสมของรสหวานและขมที่ลงตัวมาก~ ฉันอยากดื่มมันทุกวันเลย!",
            "MY": "Ini ialah Matcha Latte yang paling menakjubkan! Gabungan perasa manis dan pahitnya sungguh sempurna~ Alangkah baiknya kalau saya dapat minum setia hari!"
        },
        {
            "ID": "DIARY_TITLE_33",
            "EN": "Chilling by the Lake",
            "SP": "Relajándose en el Lago",
            "FR": "Pause au bord du lac",
            "ptBR": "No Lago com a Chi~",
            "RU": "Прогулка к озеру",
            "CNSimplified": "在湖边放松",
            "CNTaiwan": "湖邊休閒",
            "JPN": "湖のほとりでまったり",
            "GER": "Entspannen beim See",
            "ITA": "Rilassarsi al lago",
            "KOR": "바다 곁에서 쉬기",
            "THAI": "นั่งเล่นริมทะเลสาบ",
            "MY": "Bersantai di tepi Tasik"
        },
        {
            "ID": "DIARY_BODY_33",
            "EN": "Chi and I decided to laze around the wharf. She said I’m a good listener because I’m all ears~",
            "SP": "Chi y Yo decidimos descansar alrededor del muelle. Ella dice que soy excelente oyente por que soy todo oídos. ",
            "FR": "Chi et moi on a décidé de traîner près du quai. Elle a dit que je savais l'écouter parce que j'ai de bonnes oreilles attentives...",
            "ptBR": "Eu e Chi fomos bater papo no cais. Ela diz que sou um bom ouvido porque tenho orelhas grandes~",
            "RU": "Сегодня мы с Чи гуляли на пристани. Она говорит, у меня хорошо получается слушать. Это потому, что у меня такие большие уши!",
            "CNSimplified": "琪琪和我决定在码头附近消磨时光。她说我是一个好的倾听者，因为我听的时候很认真~",
            "CNTaiwan": "阿琪和我決定去碼頭附近閒晃。她說我是個好聽眾，因為我很專心聽對方說話~",
            "JPN": "チーと一緒に波止場でだらだらすることにしたんだ。聞き上手だって褒められちゃった。だって耳が長いもん～",
            "GER": "Chi und ich haben am Kai gefaulenzt. Sie meinte, ich würde so gut zuhören können, weil ich immer ganz Ohr bin …",
            "ITA": "Io e Chi abbiamo deciso di oziare al molo. Secondo lei so ascoltare gli altri... perché sono tutt’orecchi~",
            "KOR": "치랑 같이 부두에서 빈둥거리기로 했다. 난 귀가 워낙 커서 이야기를 잘 들어 준다고 한다~",
            "THAI": "ไคกับฉันตัดสินใจไปนั่งขี้เกียจที่ริมท่าเรือ เธอบอกว่าฉันเป็นผู้ฟังที่ดี เพราะฉันหูยาว~",
            "MY": "Chi dan saya bermalas-malas di sekitar dermaga. Dia kata saya pendengar yang bagus kerana telinga saya besar~"
        },
        {
            "ID": "DIARY_TITLE_34",
            "EN": "~A New Life~ ",
            "SP": "~Una Nueva Vida~",
            "FR": "Une nouvelle vie",
            "ptBR": "~Vida nova~",
            "RU": "Новая жизнь",
            "CNSimplified": "~新生活~",
            "CNTaiwan": "~新生活~",
            "JPN": "～新生活～",
            "GER": "~Ein neues Leben~",
            "ITA": "~Una nuova vita~",
            "KOR": "~새로운 삶~",
            "THAI": "~ชีวิตใหม่~",
            "MY": "~Kehidupan Baru~"
        },
        {
            "ID": "DIARY_BODY_34",
            "EN": "I just moved into the old tree house at Mushroom Village. This marks a new beginning for me. I hope I don’t mess this up.",
            "SP": "Me acabé de mudar a la vieja casa del árbol en el Pueblo Hongo. Esto marca un nuevo inicio para mí. Espero no arruinarlo.",
            "FR": "Je viens d'emménager dans la vieille maison arboricole du Village Champignon. Voilà qui marque un nouveau départ pour moi. J'espère que ça se passera bien.",
            "ptBR": "Acabei de me mudar para a velha casa na árvore, na Aldeia do Cogumelo. É um novo começo. Tomara que dê tudo certo.",
            "RU": "Теперь я живу в Грибной Деревне, в собственном домике на дереве. Для меня это начало новой жизни. Главное теперь ничего не испортить.",
            "CNSimplified": "我刚刚搬到蘑菇村旁边的老树屋里。这对我来说是一个新的开始。希望我不会搞砸。",
            "CNTaiwan": "我剛搬進蘑菇村的老樹屋中。這裡是我的新起點。希望不要搞砸了。",
            "JPN": "マッシュルーム村の古いツリーハウスに引っ越してきたよ。新しい人生の始まりだ。めちゃくちゃになったりしなきゃいいけど。",
            "GER": "Ich bin gerade im alten Baumhaus im Pilzdorf eingezogen. Das ist ein neuer Anfang für mich und ich hoffe, dass ich es nicht vermassele.",
            "ITA": "Ho deciso di tornare alla vecchia casa sull’albero nel Villaggio dei funghi. Per me è un nuovo inizio. Spero che vada tutto bene.",
            "KOR": "방금 버섯 마을의 오래된 나무 집에 들어왔다. 오늘부터 새 출발이다. 망치지 않아야 할 텐데.",
            "THAI": "ฉันเพิ่งย้ายไปที่บ้านต้นไม้เก่าที่หมู่บ้านเห็ด ที่คือจุดเริ่มต้นใหม่ของฉัน ฉันหวังว่าจะไม่ทำมันพัง",
            "MY": "Saya baru berpindah ke rumah pokok lama di Kampung Cendawan. Ini menandakan permulaan baru untuk saya. Saya harap saya tidak rosakkannya."
        },
        {
            "ID": "DIARY_TITLE_35",
            "EN": "Fishing with Yori",
            "SP": "Pescando con Yori",
            "FR": "Pêche avec Yori",
            "ptBR": "Pescaria com Yori",
            "RU": "Рыбалка с Йори",
            "CNSimplified": "陪尤里钓鱼",
            "CNTaiwan": "與尤里釣魚",
            "JPN": "ヨリと釣り",
            "GER": "Angeln mit Yori",
            "ITA": "A pesca con Yori",
            "KOR": "요리와 함께하는 낚시",
            "THAI": "ตกปลากับโยริ",
            "MY": "Memancing dengan Yori"
        },
        {
            "ID": "DIARY_BODY_35",
            "EN": "Went fishing with Yori and learned a lesson about patience. Sat there for hours without moving...",
            "SP": "Salí a pescar con Yori y aprendí una nueva lección sobre la paciencia. Me sentí por horas sin moverme...",
            "FR": "En pêchant avec Yori, j'ai appris la patience. Nous sommes restés assis pendant des heures sans bouger...",
            "ptBR": "Fui pescar com o Yori e tive uma aula de paciência. Fiquei horas sem me mexer, esperando...",
            "RU": "Ходили с Йори на рыбалку. Теперь я многое знаю о терпении. Еще бы, столько часов просидеть без движения...",
            "CNSimplified": "和尤里一起钓鱼，学到了什么是耐心。就是一动不动坐在那里几小时…",
            "CNTaiwan": "我和尤里一起去釣魚，上了一堂有關耐心的課。在那裡坐了好幾個小時都沒動……",
            "JPN": "ヨリと一緒に釣りにでかけて、忍耐というものを学んだ。動かず何時間も座りっぱ…",
            "GER": "Ich war mit Yori angeln und habe eine Lektion über Geduld gelernt. Wir saßen stundenlang da, ohne uns zu bewegen …",
            "ITA": "Ho deciso di andare a pescare con Yori e imparato una lezione sulla pazienza. Starsene seduti per ore senza muoversi...",
            "KOR": "요리 아저씨랑 낚시를 갔다가 인내심에 대한 교훈을 얻었다. 몇 시간 동안 꼼짝도 않고 앉아 있었다...",
            "THAI": "ไปตกปลากับตกปลากับโยริและได้บทเรียนเกี่ยวกับความอดทน นั่งที่นั่นตั้งหลายชั่วโมงโดยไม่ขยับเขยื้อน...",
            "MY": "Pergi memancing dengan Yori dan belajar tentang kesabaran. Duduk di sana berjam-jam tanpa bergerak..."
        },
        {
            "ID": "DIARY_TITLE_36",
            "EN": "O.M.Burger!",
            "SP": "¡Hamburguesa O.M!",
            "FR": "Burger de mon cœur !",
            "ptBR": "Divino hambúrguer!",
            "RU": "Идеальный бургер",
            "CNSimplified": "神奇的汉堡包！",
            "CNTaiwan": "漢堡！",
            "JPN": "オー・マイ・バーガー！",
            "GER": "O.M.Burger!",
            "ITA": "Super hamburger!",
            "KOR": "맛있는 버거!",
            "THAI": "โอ้มายเบอร์เกอร์!",
            "MY": "O.M.Berger!"
        },
        {
            "ID": "DIARY_BODY_36",
            "EN": "I wolfed down this deeelicious burger! Greasy and juicy, just the way I like it.",
            "SP": "¡Me tragué esta deliciooosaaaa hamburguesa! Grasosa y Jugosa justo como me gusta.",
            "FR": "J'ai dévoré ce délicieux burger ! Il était bien gras et juteux, tout comme je l'aime.",
            "ptBR": "Eu devorei um hambúrguer delicioso! Gorduroso e suculento, como eu gosto.",
            "RU": "Бургер был просто объедение! Сочный, сытный. Все как я люблю!",
            "CNSimplified": "我狼吞虎咽地吃完这个超级美味的汉堡！多油多汁，正合我的胃口。",
            "CNTaiwan": "我狼吞虎嚥吃掉了這個美味的漢堡！油膩多汁，正是我喜歡的。",
            "JPN": "最高においしいバーガーをガブリッ！肉厚でジューシーで、だぁいすきっ！",
            "GER": "Diesen leeeckeren Burger habe ich direkt hinuntergeschlungen! Schmierig und saftig, genau so, wie ich ihn mag.",
            "ITA": "Ho divorato questo delizioso hamburger! Unto e gustoso al punto giusto, proprio come piace a me.",
            "KOR": "이 맛있는 버거를 꿀꺽 삼켜 버렸다! 육즙이 가득하고 기름지고, 딱 내 취향대로다.",
            "THAI": "ฉันกินเบอร์เกอร์แสนอร่อยยยนี้อย่างเร็ว! ทั้งมันทั้งฉ่ำ ใช่แบบที่ฉันชอบเลย",
            "MY": "Saya makan berger yang lazat ini dengan cepat! Berminyak dan lembut, seperti yang saya suka."
        },
        {
            "ID": "DIARY_TITLE_37",
            "EN": "Test Drive",
            "SP": "Prueba de Manejo",
            "FR": "Essai de véhicule",
            "ptBR": "Teste de direção",
            "RU": "Тест-драйв",
            "CNSimplified": "试驾",
            "CNTaiwan": "試駕",
            "JPN": "試運転",
            "GER": "Testfahrt",
            "ITA": "Prova di guida",
            "KOR": "시험 운전",
            "THAI": "ทดสอบขับรถ",
            "MY": "Pandu Uji"
        },
        {
            "ID": "DIARY_BODY_37",
            "EN": "VROOM! VROOM! This car has a really powerful engine! I can feel the vibrations shaking my bones. One day I am totally going to get it!",
            "SP": "¡¡BRUUUM!! ¡¡BRUUUM!! ¡Este carro tiene un poderoso motor! Puedo sentir las vibraciones agitando mis huesos. ¡Algún día lo voy a dominar!",
            "FR": "VROUM ! VROUM ! Cette voiture a un moteur très puissant ! Ses vibrations font même secouer mes os. Un jour, je l'achèterai, c'est sûr !",
            "ptBR": "VRUM! VRUM! Esse caro tem um motor poderoso! Sinto a vibração dele nos meus ossos. Um dia, com certeza vou comprar um assim!",
            "RU": "ВРУМ-ВРУМ! Да, двигатель у этой машины и правда мощный! Пробирает прямо до костей. Однажды я ее обязательно куплю!",
            "CNSimplified": "呜隆隆！呜隆隆！这辆车的马达真有劲！我能感觉我的骨头在震动。总有一天，我要买下它！",
            "CNTaiwan": "隆！隆！這台車的引擎相當有力！我的骨頭都能感覺到震動。有一天我一定要買一台！",
            "JPN": "ブルルン！ブルルン！この車のエンジンはとってもパワフル！骨を揺らすバイブレーションを感じるよ。いつかツキも手に入れたいな！",
            "GER": "VRUMM! VRUMM! Der Motor dieses Autos ist echt stark! Meine Knochen werden von der Vibration ganz durchgeschüttelt. Irgendwann kaufe ich es mir.",
            "ITA": "VROOM! VROOM! Quest’auto ha un motore davvero potente! Riesco ancora a sentirne le vibrazioni. Un giorno ne voglio una anch’io!",
            "KOR": "부릉! 부릉! 차의 엔진이 엄청 강력하다! 진동 때문에 뼛속까지 흔들리는 기분이다. 언젠가 꼭 사고 말겠어!",
            "THAI": "บรืน! บรืน! รถยนต์คันนี้มีเครื่องยนต์กำลังแรง! ฉันรู้สึกถึงแรงสั่นสะทือนที่เขย่ากระดูกฉัน วันหนึ่งฉันจะเป็นเจ้าของมัน!",
            "MY": "VROOM! VROOM! Enjin kereta ini benar-benar berkuasa! Saya dapat rasakan getarannya menggegar tulang saya. Suatu hari nanti saya pasti akan membelinya!"
        },
        {
            "ID": "DIARY_TITLE_38",
            "EN": "Grocery Shopping",
            "SP": "Compra de la Despensa.",
            "FR": "Les courses",
            "ptBR": "Comprando comida",
            "RU": "Бакалейная лавка",
            "CNSimplified": "到杂货店购物",
            "CNTaiwan": "雜貨店購物",
            "JPN": "グロサリーショッピング",
            "GER": "Lebensmitteleinkauf",
            "ITA": "Fare la spesa",
            "KOR": "장 보기",
            "THAI": "การซื้อของกินของใช้",
            "MY": "Membeli Barang Runcit"
        },
        {
            "ID": "DIARY_BODY_38",
            "EN": "The City Mart sells almost everything! Should probably bring back some stuff to Mushroom Village.",
            "SP": "¡El Supermercado de la Ciudad vende casi todo! Probablemente debería de traerme algunas cosas de vuelta al Pueblo Hongo.",
            "FR": "Le Grand Magasin vend de presque tout ! Je devrais peut-être rapporter des trucs au Village Champignon.",
            "ptBR": "O Mercadão vende quase tudo! É melhor eu levar uns suprimentos comigo para a Aldeia do Cogumelo.",
            "RU": "В Торговом Центре продаются самые разные товары! Возьму кое-что в Грибную Деревню.",
            "CNSimplified": "市里的市场应有尽有！我也许应该把一些东西带回蘑菇村。",
            "CNTaiwan": "城市的商場幾乎什麼東西都有賣！我應該帶一些東西回去磨菇村。",
            "JPN": "シティマートにはほぼなんでも売ってるんだ！マッシュルーム村に何か持って帰ろっと。",
            "GER": "Im Großmarkt wird fast alles verkauft! Vielleicht sollte ich ein paar Sachen nach Pilzdorf mitnehmen.",
            "ITA": "Il Great Mart vende ogni genere di prodotto! Forse dovrei acquistare qualcosa da portare al Villaggio dei funghi.",
            "KOR": "도시 마트에는 없는 게 없다! 버섯 마을에도 좀 가져가야겠다.",
            "THAI": "ตลาดเมืองมีของขายแทบทุกสิ่งทุกอย่าง! ควรซื้อของกลับไปหมู่บ้านเห็ดสักหน่อย",
            "MY": "City Mart menjual hampir apa sahaja! Mungkin saya harus bawa balik sedikit barang ke Kampung Cendawan."
        },
        {
            "ID": "DIARY_TITLE_39",
            "EN": "Mysterious Canned Drink?",
            "SP": "¿Bebida de Lata Misteriosa?",
            "FR": "Étrange boisson en canette",
            "ptBR": "Latinha misteriosa?",
            "RU": "Странный напиток",
            "CNSimplified": "神秘的罐装饮料？",
            "CNTaiwan": "神秘罐裝飲料？",
            "JPN": "謎の缶飲料？",
            "GER": "Mysteriöses Dosengetränk?",
            "ITA": "Una bibita misteriosa?",
            "KOR": "정체불명의 캔 음료?",
            "THAI": "เครื่องดื่มกระป๋องลึกลับ?",
            "MY": "Minuman Tin Misteri?"
        },
        {
            "ID": "DIARY_BODY_39",
            "EN": "Just bought this interesting canned drink from a vending machine. Tastes great but what is it???",
            "SP": "Acabo de comprar esta bebida de lata interesante de una máquina vendedora. Sabe bien, pero ¿Qué es?",
            "FR": "Je viens d'acheter cette drôle de canette au distributeur. C'est bon, mais je ne sais pas ce que c'est !",
            "ptBR": "Comprei essa latinha de bebida misteriosa em uma máquina. O gosto é ótimo, mas o que será isso?",
            "RU": "В торговом автомате мне попался странный напиток. На вкус очень даже ничего, но что это такое?",
            "CNSimplified": "刚刚从一台贩卖机里买了这瓶有趣的罐装饮料。味道很不错，不过这是什么饮料？？",
            "CNTaiwan": "我剛剛從自動販賣機買了這個有趣的罐裝飲料。口味很棒，但它是什麼飲料？",
            "JPN": "自販機でこのおもしろい缶飲料を買ってみた。おいしいけど、これって何だろ？",
            "GER": "Ich habe gerade dieses interessante Dosengetränk aus einem Automaten geholt. Schmeckt toll, aber was ist es???",
            "ITA": "Ho appena comprato questa strana bibita da un distributore. Ha un ottimo sapore, ma che cos’è???",
            "KOR": "방금 자판기에서 이 재미있어 보이는 캔 음료를 샀다. 맛은 참 좋은데 이게 대체 뭘까???",
            "THAI": "เพิ่งซื้อเครื่องดื่มกระป๋องลึกลับนี้จากตู้กด รสชาตดีมาก แต่มันคืออะไร???",
            "MY": "Baru sahaja membeli minuman dalam tin yang menarik ini daripada mesin layan diri. Rasa sedap tetapi apa dia???"
        },
        {
            "ID": "DIARY_TITLE_40",
            "EN": "A Day at Work",
            "SP": "Dia en el Trabajo",
            "FR": "Une journée de boulot",
            "ptBR": "Um dia no trabalho",
            "RU": "Рабочий день",
            "CNSimplified": "工作一整天",
            "CNTaiwan": "一日工作",
            "JPN": "仕事の日",
            "GER": "Ein Tag in der Arbeit",
            "ITA": "Un giorno di lavoro",
            "KOR": "근무일",
            "THAI": "วันหนึ่งในที่ทำงาน",
            "MY": "Sehari Di Tempat Kerja"
        },
        {
            "ID": "DIARY_BODY_40",
            "EN": "Worked at Momo's Teahouse today! Pouring tea, drinking tea~ This is the life~ ",
            "SP": "¡Hoy trabajé en la Casa del Té de Momo! Sirviendo té, tomando té~ Esto es vida~",
            "FR": "J'ai travaillé au Salon de thé de Momo aujourd'hui ! J'ai servi et bu le thé... La vie de rêve !",
            "ptBR": "Hoje eu trabalhei na Casa de Chá da Momo! Servi e bebi chá~ Isso é que é vida~",
            "RU": "Работать в Чайной Лавке Момо так здорово! Разливаешь чай, пьешь чай... Вот это жизнь!",
            "CNSimplified": "今天在沫沫的茶馆里工作！倒茶、喝茶~这就是生活~",
            "CNTaiwan": "我今天在陌陌的茶館工作！倒茶、喝茶~ 這就是人生~",
            "JPN": "今日はモモの茶屋でお仕事！お茶を注いで、お茶を飲んで～これぞ人生～",
            "GER": "Habe heute in Momos Teehaus gearbeitet! Tee zubereitet, Tee getrunken … Was für ein Leben!",
            "ITA": "Oggi ho lavorato alla Sala da tè di Momo! Ho versato tè, bevuto tè~ Questa è vita~",
            "KOR": "오늘 모모의 찻집에서 일했다! 차를 따르고, 마시고~ 이런 게 사는 거지~",
            "THAI": "ทำงานที่บ้านชาของโมโมวันนี้! กำลังรินชา กำลังดื่มชา~ นี่คือชีวิต~",
            "MY": "Bekerja di Kedai Teh Momo hari ini! Menuang teh, meminum teh~ Inilah kehidupan~"
        },
        {
            "ID": "DIARY_TITLE_41",
            "EN": "Bullseye!",
            "SP": "¡Tiro al Blanco!",
            "FR": "Dans le mille !",
            "ptBR": "Tiro certo!",
            "RU": "Точно в цель!",
            "CNSimplified": "正中靶心！",
            "CNTaiwan": "靶心！",
            "JPN": "的のど真ん中！",
            "GER": "Volltreffer!",
            "ITA": "Centro!",
            "KOR": "명중!",
            "THAI": "เป้า!",
            "MY": "Bullseye!"
        },
        {
            "ID": "DIARY_BODY_41",
            "EN": "It makes my heart skip a beat whenever I fire an arrow! My heart still races when I think about it now!! So scary~",
            "SP": "¡Tirar con el arco acelera mis latidos! ¡Mi corazón se emociona cuando lo recuerdo! Que miedo~ ",
            "FR": "J'ai le cœur qui bat la chamade à chaque fois que je tire une flèche ! Et toujours rien qu'en y pensant ! Ça fait peur !",
            "ptBR": "Meu coração quase para quando disparo uma flecha! Só de pensar, já sinto o peito estremecer!! É assustador~",
            "RU": "Когда стреляешь из лука, прямо сердце замирает от страха! Даже сейчас, как вспомню, волосы сразу дыбом встают! Жутковато...",
            "CNSimplified": "每当射出一箭的时候，我的心脏都会漏跳一拍！现在想起那一时刻，心跳还会加速！！太吓人了~",
            "CNTaiwan": "每次我射箭時，心臟都會跟著跳動！當我想到這件事時，心臟還是撲通撲通跳！！太嚇人了~",
            "JPN": "弓を放つ瞬間って、鼓動がドキドキするんだ！思い出すだけでも胸が高鳴るよ！！あぁ、怖い～",
            "GER": "Mein Herz setzt kurz aus, wenn ich einen Pfeil abschieße. Selbst jetzt, wenn ich nur daran denke, fängt es zu rasen an!!! Macht mir echt Angst …",
            "ITA": "Ogni volta che scaglio una freccia il cuore mi batte sempre più forte! E continua anche solo a pensarci! Paura~",
            "KOR": "화살을 쏠 때면 심장이 떨어지는 기분이다! 지금 생각해도 심장이 마구 뛴다!! 너무 아슬아슬해~",
            "THAI": "มันทำให้ใจฉันหยุดเต้นทุกครั้งที่ยิงธนู! ใจของฉันยังคงเต้นแรงเมื่อคิดถึงมันตอนนี้!! น่ากลัวมาก~",
            "MY": "Ia menjadikan jantung saya berhenti seketika apabila saya memanah! Jantung saya masih berdegup kencang apabila saya memikirkan tentangnya sekarang!! Sungguh menakutkan~"
        },
        {
            "ID": "DIARY_TITLE_42",
            "EN": "After Hours",
            "SP": "Fuera del Horario",
            "FR": "Petite soirée",
            "ptBR": "Happy hour",
            "RU": "Ночная жизнь",
            "CNSimplified": "几小时后",
            "CNTaiwan": "下班後",
            "JPN": "仕事のあとで",
            "GER": "Nach der Arbeit",
            "ITA": "Dopo il lavoro",
            "KOR": "퇴근 후",
            "THAI": "หลังจากหลายชั่วโมง",
            "MY": "Selepas Waktu Kerja"
        },
        {
            "ID": "DIARY_BODY_42",
            "EN": "Brought my new phone out for a spin at the Geisha Bar~ Almost dropped it but guess what? I saved it~ ",
            "SP": "Traje mi nuevo teléfono para sacarlo pasear al Bar Geisha~ Casí lo tiro, pero ¿Adivina qué? Lo salvé~",
            "FR": "J'ai apporté mon nouveau téléphone avec moi au Bar Geisha... J'ai failli le faire tomber, mais je l'ai rattrapé à temps !",
            "ptBR": "Fui com meu telefone novo para o Bar Geisha~ Quase que o deixei cair, peguei no último instante~",
            "RU": "Пришла в голову идея взять в Бар «Гейша» новый телефон... Так он едва не разбился! Еще бы чуть-чуть...",
            "CNSimplified": "我兜了一圈来到了艺伎酒吧，然后拿出新手机~差点摔掉，不过猜猜怎么着？我抓住了它~",
            "CNTaiwan": "我在藝妓酒吧轉蛋轉到了一隻新手機~ 差點就弄丟了，但你猜猜怎麼了？我救回來了~",
            "JPN": "芸者バーで新しい電話をスピンしてたんだ～落としそうになったけど、セーフ～",
            "GER": "Habe mein neues Handy heute mitgenommen in die Geisha-Bar … wär mir fast runtergefallen, aber rate mal? Ich hab es aufgefangen …",
            "ITA": "Ho portato il mio nuovo telefono a fare un giro al Geisha Bar~ L’ho quasi fatto cadere, ma ho potuto afferrarlo all’ultimo momento~",
            "KOR": "폰을 새로 사서 게이샤 술집에 가져갔다~ 거의 떨어뜨릴 뻔했는데 겨우 잡았다~",
            "THAI": "ซื้อโทรศัพท์เครื่องใหม่สำหรับการหมุนที่บาร์เกอิชา~ เกือบทำตกแนะ แต่เดาสิว่าเกิดอะไร? ฉันคว้าไว้ได้~",
            "MY": "Bawa telefon baru saya untuk mencuba di Bar Geisha~ Hampir menjatuhkannya tetapi, cuba teka? Saya selamatkannya~"
        },
        {
            "ID": "DIARY_TITLE_43",
            "EN": "Boxing Day!",
            "SP": "¡Día de Box!",
            "FR": "Séance de boxe !",
            "ptBR": "Dia de boxe!",
            "RU": "Боксерский поединок",
            "CNSimplified": "拳击日！",
            "CNTaiwan": "拳擊日！",
            "JPN": "ボクシングの日！",
            "GER": "Boxtag!",
            "ITA": "Giorno di pugilato!",
            "KOR": "권투하는 날!",
            "THAI": "วันชกมวย!",
            "MY": "Hari Tinju!"
        },
        {
            "ID": "DIARY_BODY_43",
            "EN": "Today I used the glove Kimbo gave me at the Kyudojo! Hopefully one day he will return and give these bags a signature beatdown.",
            "SP": "¡Hoy usé los guantes que Kimbo me regaló en el Kyudojo! Espero que algún día el regrese y que le dé a estos sacos de boxeo su golpiza especial. ",
            "FR": "Aujourd'hui, j'ai utilisé les gants que Kimbo m'a donnés au Kyudojo ! J'espère qu'un jour je donnerai une bonne leçon à ces sacs de sable.",
            "ptBR": "Hoje usei a luva que Kimbo me deu no Dojo de Kyudo! Tomara que um dia ele volte e dê uns bons socos naqueles sacos de pancada.",
            "RU": "Перчатки, которые мне подарил Кимбо, просто отличные. В Додзе они сразу всем понравились. Надеюсь, мы с Кимбо еще побоксируем вместе!",
            "CNSimplified": "今天我在弓道馆用了金宝给我的手套！希望有一天他会回来打爆这些沙包。",
            "CNTaiwan": "今天我在弓道道場用了金寶給我的手套！希望有天他會回來，給這些沙包他的招牌擊倒。",
            "JPN": "今日はキンボがくれたグローブを弓道場で使ったんだ！いつかキンボが帰ってきて、このバッグにサインをくれたらいいな。",
            "GER": "Heute habe ich im Kyudojo mit Kimbos Handschuhen geboxt! Ich hoffe, er kehrt irgendwann zurück und erteilt diesen Sandsäcken eine Lektion.",
            "ITA": "Oggi ho usato i guantoni che Kimbo mi ha dato al Kyudojo! Speriamo che un giorno tornerà e darà una bella lezione a questi sacchi.",
            "KOR": "오늘은 궁도장에서 킴보에게 받은 글러브를 썼다! 언젠가 킴보가 돌아와서 이 주머니들을 사정없이 때려 주면 좋겠다.",
            "THAI": "วันนี้ฉันใช้นวมที่คิมโบให้ฉันที่คิวโดโจ! หวังว่าวันหนึ่งเขาจะกลับมาและต่อยถุงทรายพวกนี้ให้กระจุยจนโด่งดัง",
            "MY": "Hari ini saya gunakan sarung tangan yang Kimbo berikan di Kyujodo! Diharapkan suatu hari nanti dia akan kembali dan berlatih menggunakan beg ini."
        },
        {
            "ID": "DIARY_TITLE_44",
            "EN": "Up Up and Hooray! ",
            "SP": "¡Hiippp Hiippp y Hurra!",
            "FR": "Hip hip hourra !",
            "ptBR": "Lá no alto!",
            "RU": "Искусство пиротехники",
            "CNSimplified": "起来欢呼吧！",
            "CNTaiwan": "萬歲！",
            "JPN": "上がれ上がれ、わーい！",
            "GER": "Hoch, hoch und hurra!",
            "ITA": "Hip hip urrà!",
            "KOR": "위로, 위로, 만세!",
            "THAI": "ขึ้น ขึ้นและฮูเรย์!",
            "MY": "Horey!"
        },
        {
            "ID": "DIARY_BODY_44",
            "EN": "It's amazing! So thankful to Yori for giving me this~ It's like a flower blooming in the sky! ",
            "SP": "¡Que fantástico! Agradezco a Yori en darme esto~ ¡Es como una flor que florece en el cielo!",
            "FR": "C'est fantastique ! Yori est tellement gentil de m'avoir offert ça ! C'est comme une fleur qui éclot dans le ciel !",
            "ptBR": "Foi o máximo o Yori me dar algo tão incrível~ É como uma flor desabrochando no céu!",
            "RU": "Потрясающе! Как хорошо, что Йори подарил мне фейерверк... Выглядит словно цветок, распускающийся в ночном небе!",
            "CNSimplified": "真神奇！太感谢尤里给了我这个~就像是一朵花在空中绽放！",
            "CNTaiwan": "真是太棒了！真感謝尤里給我這個~ 這就像花朵在空中綻放！",
            "JPN": "最高だよ！これをくれたヨリに大感謝～空に咲く満開の花みたいだった！",
            "GER": "Wundervoll! Ich bin Yori so dankbar für sein Geschenk … Wie Blumen, die am Himmel blühen!",
            "ITA": "È straordinario! Mille grazie a Yori per avermelo dato~ È come un fiore che sboccia nel cielo!",
            "KOR": "정말 굉장하다! 이걸 주신 요리 아저씨에게 감사해야겠다~ 꼭 하늘에 꽃이 피는 것만 같았다!",
            "THAI": "มันอะเมซิ่ง! ต้องขอบคุณโยริจริงๆ ที่ให้สิ่งนี้แก่ฉัน มันเหมือนดอกไม้ที่ผลิบานในท้องฟ้า!",
            "MY": "Sungguh menarik! Sungguh berterima kasih kepada Yori kerana memberikan saya ini~ Seperti bunga mekar di langit!"
        },
        {
            "ID": "DIARY_TITLE_45",
            "EN": "Training! ",
            "SP": "¡Entrenamiento!",
            "FR": "Entraînement !",
            "ptBR": "Treino!",
            "RU": "Тренировка",
            "CNSimplified": "训练！",
            "CNTaiwan": "訓練！",
            "JPN": "トレーニング！",
            "GER": "Training!",
            "ITA": "Allenamento!",
            "KOR": "훈련!",
            "THAI": "การฝึกฝน!",
            "MY": "Berlatih!"
        },
        {
            "ID": "DIARY_BODY_45",
            "EN": "I can still remember the moves clearly in my head! Left swing! Spin! Right Swing! Hit! Bend over! Strike! ",
            "SP": "¡Todavía recuerdo los movimientos claramente en mi cabeza! ¡Golpea izquierda! ¡Gira! ¡Golpea derecha! ¡Pega! ¡Agáchate! ¡Ataca! ",
            "FR": "Je me souviens parfaitement des coups dans ma tête ! Crochet du gauche ! Tour ! Crochet du droit ! Coup ! On se penche ! Et on frappe !",
            "ptBR": "Os movimentos não saem da minha cabeça! Golpe à esquerda! Giro! Golpe à direita! Acerto! Esquiva! Ataque!",
            "RU": "Я до сих пор отлично помню движения! Свинг левой! Поворот! Свинг правой! Удар! Уклонение! Еще удар!",
            "CNSimplified": "我脑子里还清楚地记得那些画面！左摆拳！旋转！右摆拳！击打！弯腰！攻击！",
            "CNTaiwan": "我還清楚記得那些招式！左拳！轉身！右拳！命中！俯身！直拳！",
            "JPN": "今でも動きをはっきり頭の中で覚えてるよ！左スウィング！右スウィング！かがんで！ストライク！",
            "GER": "Ich kann mich noch genau an die Bewegungen erinnern: Schwung links! Drehen! Schwung rechts! Schlag! Beugen! Schlag!",
            "ITA": "Ricordo ancora tutte le mosse! Sinistra! Ruota! Destra! Colpisci! Piegati! Colpisci ancora!",
            "KOR": "아직도 동작이 머릿속에 생생하다! 왼쪽 스윙! 오른쪽 스윙! 굽히기! 치기!",
            "THAI": "ฉันยังคงจำท่าทุกท่าได้อย่างชัดเจนในหัว! สวิงซ้าย! หมุน! สวิงขวา! ชก! ย่อตัว! จู่โจม!",
            "MY": "Saya masih ingat lagi gerakan itu dengan jelas dalam fikiran saya! Pukulan kiri! Putar! Pukulan Kanan! Pukul! Tunduk! Serang!"
        },
        {
            "ID": "DIARY_TITLE_46",
            "EN": "Bike Racing",
            "SP": "Carrera de Motos",
            "FR": "Course de moto",
            "ptBR": "Corrida de moto",
            "RU": "Гонки на мотоциклах",
            "CNSimplified": "自行车比赛",
            "CNTaiwan": "機車賽",
            "JPN": "バイクレース",
            "GER": "Radrennen",
            "ITA": "Corsa in moto",
            "KOR": "바이크 경주",
            "THAI": "การแข่งจักรยาน",
            "MY": "Perlumbaan Motor"
        },
        {
            "ID": "DIARY_BODY_46",
            "EN": "This is intense! I'm sweating playing a video game but guess what... I got first place!",
            "SP": "¡Que intenso! Estoy sudando jugando un videojuego, ¡pero adivinen!... ¡Fui primer lugar!",
            "FR": "C'est super intense ! J'ai sué en jouant à un jeu vidéo, mais tu sais quoi ? J'ai fini à la première place !",
            "ptBR": "Muito empolgante! Nunca suei tanto jogando videogame, mas... cheguei em primeiro lugar!",
            "RU": "Ого! Кто бы мог подумать, что видеоигра может отнимать столько сил... Зато победа осталась за мной!",
            "CNSimplified": "比赛很激烈！我玩视频游戏时大汗淋漓，不过猜猜怎么着…我拿到了第一名！",
            "CNTaiwan": "這太激烈了！我玩電玩遊戲玩得滿身大汗，但你猜猜發生了什麼事……我獲得了第一名！",
            "JPN": "激しーい！ビデオゲームで汗だくになったよ、でも聞いて…1位を取ったんだ！",
            "GER": "Das ist hart! Ich schwitze, während ich Videospiele spiele, aber rate mal … habe den ersten Platz erreicht!",
            "ITA": "Davvero intensa! Sto sudando giocando a un videogioco, ma almeno... ho vinto!",
            "KOR": "정말 대단했다! 땀을 뻘뻘 흘리면서 게임을 했는데... 1등 했다!",
            "THAI": "มันดุเดือดมาก! ฉันเหงื่อตกเล่นเกมวิดีโอ แต่เดาสิว่าอะไร.. ฉันได้ที่หนึ่ง!",
            "MY": "Ini sungguh sengit! Saya berpeluh bermain permainan video tetapi cuba teka... Saya mendapat tempat pertama!"
        },
        {
            "ID": "DIARY_TITLE_47",
            "EN": "Best Night Ever!",
            "SP": "¡La Mejor Noche!",
            "FR": "La meilleure soirée !",
            "ptBR": "Noite inesquecível!",
            "RU": "Лучшая ночь в жизни",
            "CNSimplified": "最美好的夜晚！",
            "CNTaiwan": "有史以來最棒的夜晚！",
            "JPN": "最高の夜！",
            "GER": "Beste Nacht aller Zeiten!",
            "ITA": "La miglior notte di sempre!",
            "KOR": "최고의 밤!",
            "THAI": "คืนที่ยอดเยี่ยมที่สุด!",
            "MY": "Malam Yang Terbaik!"
        },
        {
            "ID": "DIARY_BODY_47",
            "EN": "Tonight was the most amazing night of the year! Chi, Moca and I sang our hearts out as we enjoyed the night sky filled with fireworks!",
            "SP": "¡Hoy fue la noche más fantástica del año! ¡Chi, Moca y yo cantamos a todo pulmón mientras disfrutamos la noche llena de fuegos artificiales!",
            "FR": "Cette soirée était la plus géniale de l'année ! Chi, Moca et moi avons chanté à tue-tête tandis que nous profitions du spectacle superbe des feux d'artifice !",
            "ptBR": "Hoje foi a noite mais incrível do ano! Chi, Moca e eu cantávamos sem parar enquanto fogos de artifício iluminavam o céu!",
            "RU": "Сегодня была самая потрясающая ночь в году! Мы с Чи и Мокой ходили любоваться фейерверками и пели так, что чуть не охрипли!",
            "CNSimplified": "今晚是这一年中最难忘的一个晚上！琪琪、莫卡和我边欣赏满是烟花的夜空，一边欢唱！",
            "CNTaiwan": "今晚是這一年最棒的夜晚！阿琪、莫卡和我在享受夜空煙火的同時，唱出了我們的心聲！",
            "JPN": "今夜はここ1年で最高の夜だったよ！チーとモカと一緒にめいいっぱい歌を歌って、花火が上がる夜空を楽しんだんだ！",
            "GER": "Heute Nacht war echt toll! Chi, Moca und ich haben uns beim Bestaunen des vom Feuerwerk erhellten Himmels die Seele aus dem Leib gesungen.",
            "ITA": "Oggi ho vissuto la miglior notte di sempre! Io, Chi e Moca abbiamo cantato a squarciagola mentre ammiravamo i fuochi artificiali nel cielo notturno!",
            "KOR": "오늘 밤은 올해에 가장 멋진 밤이었다! 치, 모카와 함께 밤하늘을 수놓는 불꽃놀이를 구경하면서 목청껏 노래를 불렀다!",
            "THAI": "คืนนี้เป็นคืนที่อะเมซิ่งที่สุดในรอบปี! ไค โมกาและฉันร้องเพลงกันสุดเสียง เพราะเราชื่นชอบท้องฟ้ายามค่ำคืนที่เต็มไปด้วยดอกไม้ไฟมาก!",
            "MY": "Malam ini ialah malam paling menarik dalam tahun ini! Chi, Moca dan saya menyanyi sepuas hati sambil kami menikmati langit malam yang penuh dengan bunga api!"
        },
        {
            "ID": "DIARY_TITLE_48",
            "EN": "The Battle! ",
            "SP": "¡La Batalla!",
            "FR": "Le combat !",
            "ptBR": "A batalha!",
            "RU": "Королевская битва",
            "CNSimplified": "战斗！",
            "CNTaiwan": "戰鬥開始！",
            "JPN": "バトル！",
            "GER": "Der Kampf!",
            "ITA": "La battaglia!",
            "KOR": "전투!",
            "THAI": "การต่อสู้!",
            "MY": "Pertempuran!"
        },
        {
            "ID": "DIARY_BODY_48",
            "EN": "\"In the game, there is no friendship!\" I finally understood the meaning of this phrase today. All the dirty tricks Moca and Chi pulled in order to win...",
            "SP": "\"¡En este juego, no hay amistades!\". Al fin ya entendí la frase. Todos los trucos sucios que usaron Moca y Chi para tratar de ganar...",
            "FR": "\"Au jeu, tous les coups sont permis !\" J'ai enfin compris cette phrase aujourd'hui. Moca et Chi n'ont pas hésité à tricher pour gagner...",
            "ptBR": "\"Amigos, amigos, jogos à parte!\" Finalmente entendi o que isso significa. Moca e Chi usaram vários truques sujos para vencer hoje...",
            "RU": "Говорят, если садишься играть, о дружбе нужно забыть. Теперь я понимаю, что это значит. Видели бы вы, на какие уловки были готовы Чи с Мокой ради победы...",
            "CNSimplified": "“游戏没有友谊！”我今天终于明白这句话的意思了。为了赢，莫卡和琪琪玩阴的…",
            "CNTaiwan": "「比賽中沒有朋友！」今天我終於了解這句話的意思了。莫卡和阿琪耍了許多卑鄙手段，就為了獲勝而已……",
            "JPN": "「試合中には友情なんてない！」今日、この言葉の本当に意味が分かったよ。モカとチーは勝つために汚い手を使ってきた…",
            "GER": "„Im Spiel gibt es keine Freundschaft!“ Endlich habe ich den Sinn dieses Satzes verstanden. Mocas und Chis schmutzige Tricks, nur um zu gewinnen …",
            "ITA": "“Quando si gioca, niente amici”! Finalmente ho capito il significato di questa frase, visto tutti i trucchetti usati da Chi e Moca per vincere...",
            "KOR": "\"게임에 우정은 없다!\" 이제야 이 말의 의미를 이해했다. 모카와 치가 이기려고 저지른 온갖 속임수를 생각하면...",
            "THAI": "\"ในเกมนี้ มันไม่มีคำว่าเพื่อน!\" ในที่สุดวันนี้ฉันก็เข้าใจความหมายของประโยคนี้ กลยุทธ์สกปรกทั้งหมดที่โมกาและไคใช้เพื่อเอาชนะ...",
            "MY": "\"Dalam permainan, tiada persahabatan!\" Akhirnya saya faham maksud frasa ini hari ini. Semua tektik kotor yang Moca dan Chi lakukan untuk menang..."
        },
        {
            "ID": "DIARY_TITLE_49",
            "EN": "Spin the Dragon!",
            "SP": "¡Gira el Dragón!",
            "FR": "Tourne dragon, tourne !",
            "ptBR": "Gire o dragão!",
            "RU": "Вращение дракона",
            "CNSimplified": "旋转龙陀螺！",
            "CNTaiwan": "旋轉神龍！",
            "JPN": "ドラゴンを回せ！",
            "GER": "Dreh den Drachen!",
            "ITA": "Ruota il drago!",
            "KOR": "용을 돌려라!",
            "THAI": "หมุนเจ้ามังกร!",
            "MY": "Putarkan Naga!"
        },
        {
            "ID": "DIARY_BODY_49",
            "EN": "Omg! Today I went to try out the dragon spinner! It's so fun! Does a dragon look like this? Why is it called a dragon spinner? I wonder...",
            "SP": "¡Santos Cielos! ¡Hoy probé el Gira Dragón! ¡Es tan divertido! ¿Los dragones lucen así! ¿Por que se llama Gira Dragón? Me pregunto...",
            "FR": "Oh là là ! Aujourd'hui, j'ai essayé la toupie dragon ! C'est super amusant ! Est-ce qu'un dragon ressemble à ça ? Je me demande pourquoi la toupie a ce nom.",
            "ptBR": "Nossa! Hoje eu brinquei com o pião-dragão! Foi demais! Os dragões são assim? Por que chamam aquilo de pião-dragão? Fico imaginando...",
            "RU": "Наконец-то нашлась минутка опробовать в деле мой новый волчок. Интересно, почему их называют драконами? Может, все дело во внешнем сходстве?",
            "CNSimplified": "天啊！今天我玩了玩龙陀螺！真有趣！龙是长这样吗？为什么它叫龙陀螺？我很好奇…",
            "CNTaiwan": "我的天！今天我試玩了一下神龍陀螺！那真的很有趣！這個東西看起來像龍嗎？為什麼他叫做神龍陀螺呢？我想知道答案……",
            "JPN": "あわわ！今日ドラゴンスピナーを試してきたんだ！とっても楽しかった！ドラゴンってこんな見た目なの？なんでドラゴンスピナーて名前なんだろう…",
            "GER": "OMG! Heute habe ich den Drachenkreisel ausprobiert! Was für ein Spaß! Sieht ein Drache so aus? Warum heißt das Ding wohl Drachenkreisel?",
            "ITA": "Cavoli! Oggi ho voluto provare la trottola del drago! È così divertente! Ma un drago può avere questo aspetto? Perché la chiamano la trottola del drago? Chissà...",
            "KOR": "와! 오늘 용 팽이를 돌리러 나갔다! 정말 재미있다! 용이 이렇게 생겼을까? 왜 이걸 용 팽이라고 하는 걸까?",
            "THAI": "ไม่น่าเชื่อ! วันนี้ฉันได้ลองเล่นเครื่องหมุนมังกร! มันสนุกมาก! มังกรหน้าตาแบบนี้ใช่ไหม? ทำไม่มันถึงเรียกว่าเครื่องหมุนมังกร? สงสัยจัง...",
            "MY": "Alamak! Hari ini saya cuba pemutar naga! Sungguh menyeronokkan! Adakah naga kelihatan seperti ini? Mengapa dipanggil pemutar naga? Saya tertanya-tanya..."
        },
        {
            "ID": "DIARY_TITLE_50",
            "EN": "Challenger? ",
            "SP": "¿Retador?",
            "FR": "Le défi ?",
            "ptBR": "Um desafio?",
            "RU": "Суровое испытание",
            "CNSimplified": "挑战者？",
            "CNTaiwan": "板網球？",
            "JPN": "チャレンジャー？",
            "GER": "Herausforderer?",
            "ITA": "Sfidante?",
            "KOR": "도전자?",
            "THAI": "เกมท้าทาย?",
            "MY": "Pencabar?"
        },
        {
            "ID": "DIARY_BODY_50",
            "EN": "This is easy~ I thought this was supposed to be a challenge. I got cheated by Yori! This is not acceptable!",
            "SP": "Esto es muy fácil~ Pensé que esto era desafiante. ¡Fui estafado por Yori! ¡Esto no es aceptable!",
            "FR": "C'est trop facile... Je croyais que c'était censé être un défi. Yori s'est moqué de moi ! C'est inadmissible !",
            "ptBR": "Pensei que ia ser fácil~ Era para ser um desafio, mas o Yori trapaceou! Assim não vale!",
            "RU": "А это не так уж и сложно! Правда, Йори все время жульничал! Так не пойдет!",
            "CNSimplified": "这很简单~我原以为这应该是一个挑战。我被尤里给骗了！这是不可容忍的！",
            "CNTaiwan": "這很簡單~ 我原先以為這應該有挑戰性，但我被尤里騙了！這可無法接受！",
            "JPN": "こんなのちょろいよ～大変だと思って受けたのに。ヨリったらズルばっかり！そんなのダメだよ！",
            "GER": "Das ist einfach … ich dachte, das sollte eine Herausforderung sein. Yori hat mich betrogen! Das ist unmöglich von ihm!",
            "ITA": "È facile~ Pensavo che fosse una sfida, ma Yori ha imbrogliato! Non è giusto!",
            "KOR": "이건 너무 쉬운데~ 까다로울 줄만 알았다. 요리 아저씨에게 속았다! 용납할 수 없다!",
            "THAI": "เกมนี้ง่าย~ ฉันคิดว่ามันจะต้องเต็มไปด้วยความท้าทาย ฉันถูกโยริโกง! เรื่องนี้รับไม่ได้!",
            "MY": "Ini sungguh mudah~ saya ingatkan ini seharusnya mencabar. Saya ditipu oleh Yori! Ini tidak boleh diterima!"
        },
        {
            "ID": "DIARY_TITLE_51",
            "EN": "Biggest Carrot Ever!",
            "SP": "¡La Zanahoria más Grandota!",
            "FR": "La plus grande carotte !",
            "ptBR": "Uma cenoura gigante!",
            "RU": "Гигантская морковка",
            "CNSimplified": "史上最大的胡萝卜！",
            "CNTaiwan": "史上最大的胡蘿蔔！",
            "JPN": "最大のニンジン！",
            "GER": "Größte Karotte aller Zeiten!",
            "ITA": "La super carota!",
            "KOR": "가장 큰 당근!",
            "THAI": "แครอทที่ใหญ่ที่สุด!",
            "MY": "Lobak Terbesar!"
        },
        {
            "ID": "DIARY_BODY_51",
            "EN": "Wow the fertilizer really worked! This is the biggest carrot I've ever seen!",
            "SP": "¡Guau! ¡El fertilizante funcionó de verdad! ¡Está es la zanahoria más grande que he visto!",
            "FR": "Ouah l'engrais a vraiment marché ! C'est la plus grande carotte que j'ai jamais vue !",
            "ptBR": "Uau, o fertilizante funcionou mesmo! Nunca vi uma cenoura tão grande!",
            "RU": "Ого! Кажется, удобрение действительно помогло. Такой морковки у меня еще ни разу не вырастало!",
            "CNSimplified": "哇哦，肥料真的起作用了！这是我见过的最大的胡萝卜！",
            "CNTaiwan": "哇，肥料真的有用！這是我見過最大的胡蘿蔔！",
            "JPN": "わぁ、肥料がほんとに上手くいった！こんな大きなニンジン見たことない！",
            "GER": "Wow, der Dünger hat echt was gebracht! Das ist die größte Karotte, die ich je gesehen habe!",
            "ITA": "Wow, il concime ha funzionato davvero! Questa è la più grande carota che abbia mai visto!",
            "KOR": "비료가 정말 효과가 있었다! 이건 내가 본 당근 중에 가장 크다!",
            "THAI": "ว้าว ปุ๋ยนี้ได้ผลจริงๆ! นี่คือแครอทที่ใหญ่ที่สุดเท่าที่ฉันเคยเห็นมา!",
            "MY": "Wau, baja ini benar-benar berkesan! Ini ialah lobak terbesar yang pernah saya lihat!"
        },
        {
            "ID": "DIARY_TITLE_52",
            "EN": "Talented painter",
            "SP": "Talento con la brocha",
            "FR": "Peintre de talent",
            "ptBR": "Pintor talentoso",
            "RU": "Гуру рисования",
            "CNSimplified": "天才画家",
            "CNTaiwan": "天才畫家",
            "JPN": "才能ある画家",
            "GER": "Talent am Pinsel",
            "ITA": "Abile pittore",
            "KOR": "화가의 재능",
            "THAI": "นักวาดภาพที่มีพรสรรค์",
            "MY": "Pelukis berbakat"
        },
        {
            "ID": "DIARY_BODY_52",
            "EN": "I am so talented~ This painting is flawless!",
            "SP": "¡Tengo tanto talento~ Esta pintura es perfecta!",
            "FR": "J'ai un talent fou ! Cette peinture est parfaite !",
            "ptBR": "Como sou talentoso~ Que pintura perfeita!",
            "RU": "Превосходный рисунок. У меня явно талант!",
            "CNSimplified": "我真是太有才了~这幅画完美无瑕！",
            "CNTaiwan": "我好有才華～這幅畫真是完美！",
            "JPN": "私は才能ある画家～ この絵は完璧だ！",
            "GER": "Ein makelloses Gemälde. Ich bin ja so talentiert!",
            "ITA": "Sono così in gamba~ Il dipinto è perfetto!",
            "KOR": "난 화가로 재능이 있나 봐~ 완벽한 그림이잖아!",
            "THAI": "ฉันมีพรสรรค์มาก~ ภาพวาดนี้ไร้ที่ติ!",
            "MY": "Saya sangat berbakat~ Lukisan ini sempurna!"
        },
        {
            "ID": "DIARY_TITLE_53",
            "EN": "Yukiyama Lodge",
            "SP": "Cabaña Yukiyama",
            "FR": "Chalet Yukiyama",
            "ptBR": "Chalé em Yukiyama",
            "RU": "Юкияма",
            "CNSimplified": "雪山屋舍",
            "CNTaiwan": "雪山屋",
            "JPN": "ユキヤマロッジ",
            "GER": "Yukiyama-Hütte",
            "ITA": "Baita di Yukiyama",
            "KOR": "설산 산장",
            "THAI": "บ้านยูกิยามา",
            "MY": "Yukiyama Lodge"
        },
        {
            "ID": "DIARY_BODY_53",
            "EN": "Simple and comfy~ Hotel Lodge is rustic and homely. Even has a fireplace to keep me warm!",
            "SP": "Simple y acogedora~ La cabaña es rústica y hogareña. ¡Incluso tiene una fogata para estar calientito!",
            "FR": "Simple et confortable. Ce chalet hôtel est rustique et accueillant. Il y a même une cheminée pour avoir bien chaud !",
            "ptBR": "Simples e confortável~ O Chalé Hotel é rústico e hospitaleiro. Tem até uma lareira para aquecer!",
            "RU": "Просто и со вкусом. Уютный отель с домашней атмосферой. Можно даже погреться у камина!",
            "CNSimplified": "简单又舒适~山屋旅馆风情质朴，温馨怡人。甚至还有壁炉让我保暖！",
            "CNTaiwan": "簡單而舒適～充滿鄉村氣息的木屋旅館，溫馨舒適。還有一個壁爐讓我取暖！",
            "JPN": "シンプルで快適～ ホテルロッジは質素でくつろげる。温まれる暖炉もある！",
            "GER": "Ein rustikales Hotel mit einem Kamin zum Wärmen. Einfach, aber gemütlich!",
            "ITA": "Semplice e confortevole~ La baita è rustica e accogliente. Ha anche un fantastico camino!",
            "KOR": "소박하고 편안하네~ 시골 분위기가 물씬 나고 아늑해. 몸을 데워 주는 벽난로도 있고!",
            "THAI": "เรียบง่ายและสะดวกสบาย~ โรมแรมนี้มีเสน่ห์แบบชนบทและเหมือนอยู่บ้าน แถมมีเตาผิงที่ให้ไออุ่นแก่ฉัน!",
            "MY": "Mudah dan selesa~ Hotel Lodge mempunyai suasana seperti rumah dan kedesaan. Malah mempunyai pendiang untuk membuatkan saya hangat!"
        },
        {
            "ID": "DIARY_TITLE_54",
            "EN": "Toasty Roasty Marshmallow",
            "SP": "Malvavisco Tostado y Rostizado",
            "FR": "Une guimauve bien grillée",
            "ptBR": "Marshmallow assado",
            "RU": "Жареный зефир",
            "CNSimplified": "香烤棉花糖",
            "CNTaiwan": "火烤棉花糖",
            "JPN": "こんがりマシュマロ",
            "GER": "Überröstetes Marshmallow",
            "ITA": "Marshmallow arrostiti",
            "KOR": "따끈한 마시멜로 구이",
            "THAI": "มาร์ชเมลโลว์ย่างหอมหวาน",
            "MY": "Panggang Gula-gula Marshmallow"
        },
        {
            "ID": "DIARY_BODY_54",
            "EN": "My marshmallow got burnt while I was trying to get the perfect picture~ Burnt but still delicious!",
            "SP": "Mis malvaviscos se quemaron mientrras trataba de conseguir la foto perfecta ~ ¡Quemada pero todavía deliciosa!",
            "FR": "Ma guimauve a trop grillé pendant que je voulais prendre une photo parfaite... C'est brûlé, mais délicieux !",
            "ptBR": "Demorei tanto para bater a foto que meu marshmallow queimou~ Eu vou comer mesmo assim!",
            "RU": "Немного подгорел, но все равно вкусно. В другой раз не буду отвлекаться на фотографирование!",
            "CNSimplified": "我的棉花糖在我尝试拍下完美照片时燃了起来~虽然烧焦了，但依然美味！",
            "CNTaiwan": "我很努力想要拍一張完美的照片，結果棉花糖燒焦了～不過依然美味！",
            "JPN": "完璧な写真を撮ろうとしてたらマシュマロが焦げちゃった～ 焦げてるけどおいしい！",
            "GER": "Mein Marshmallow ist verbrannt, als ich es fotografieren wollte. Schmeckt aber immer noch!",
            "ITA": "Cercando di ottenere la foto perfetta ho bruciato il mio marshmallow~ Ma anche così è delizioso!",
            "KOR": "완벽한 사진을 찍으려다가 마시멜로를 태워 버렸네~ 좀 타긴 했어도 맛있다!",
            "THAI": "มาร์ชเมลโลว์ของฉันไหม้ตอนที่ฉันพยายามจะถ่ายรูปที่สมบรูณ์แบบ~ ไหม้แต่ก็ยังคงความอร่อย!",
            "MY": "Gula-gula marshmallow saya terbakar semasa saya cuba mengambil gambar yang sempurna~ Hangus tetapi masih lazat!"
        },
        {
            "ID": "DIARY_TITLE_55",
            "EN": "Kiki the snowman",
            "SP": "Kiki el muñeco de nieve",
            "FR": "Kiki, le bonhomme de neige",
            "ptBR": "Homem de neve Kiki",
            "RU": "Снеговик Кики",
            "CNSimplified": "雪人奇奇",
            "CNTaiwan": "雪人奇奇",
            "JPN": "雪だるまのキキ",
            "GER": "Kiki der Schneemann",
            "ITA": "Pupazzo di neve Kiki",
            "KOR": "눈사람 키키",
            "THAI": "กิกิ ตุ๊กตาหิมะ",
            "MY": "Kiki si orang salji"
        },
        {
            "ID": "DIARY_BODY_55",
            "EN": "This is Kiki the snowman! I made him to look like me~ Even let him wear my scarf!",
            "SP": "¡Este es Kiki el muñeco de nieve! ¡Lo hice para que se pareciera a mí~ Incluso dejé que usara mi bufanda!",
            "FR": "C'est Kiki, le bonhomme de neige ! J'ai fait en sorte qu'il me ressemble... Je lui ai même mis mon écharpe !",
            "ptBR": "Este é o homem de neve Kiki! Eu o vesti igual a mim~ Esse cachecol aí é meu, sabia?",
            "RU": "Кики очень похож на меня. Так и задумано! У него даже мой шарф!",
            "CNSimplified": "这是雪人奇奇！我把他堆得像我一样~甚至还给他戴上了我的围巾！",
            "CNTaiwan": "這是雪人奇奇！照著我的樣子做的～還幫他戴上了我的圍巾！",
            "JPN": "これは雪だるまのキキ！自分に似せて作ったんだ～ スカーフもかけてあげたよ！",
            "GER": "Das ist Kiki der Schneemann! Ich habe ihn nach mir geformt und lasse ihn sogar meinen Schal tragen.",
            "ITA": "Questo è Kiki, il pupazzo di neve! L’ho fatto a mia immagine~ Gli ho persino dato la mia sciarpa!",
            "KOR": "이 아이는 눈사람 키키야! 날 닮게 만들었지~ 내 목도리로 둘러 줬어!",
            "THAI": "นี่คือ กิกิ ตุ๊กตาหิมะ! ฉันทำหน้าตาให้เหมือนฉัน~ แล้วยังให้ใส่ผ้าพันคอของฉันด้วย!",
            "MY": "Ini adalah Kiki si orang salji! Saya membuatnya supaya kelihatan seperti saya~ Malah memakaikannya selendang saya!"
        },
        {
            "ID": "DIARY_TITLE_56",
            "EN": "Ice Fishing!",
            "SP": "¡Pesca en el Hielo!",
            "FR": "Pêche sur glace !",
            "ptBR": "Pesca no gelo!",
            "RU": "Зимняя рыбалка",
            "CNSimplified": "冰上钓鱼！",
            "CNTaiwan": "冰釣！",
            "JPN": "穴釣り！",
            "GER": "Eisangeln!",
            "ITA": "Pesca nel ghiaccio!",
            "KOR": "얼음 낚시!",
            "THAI": "การตกปลาในน้ำแข็ง!",
            "MY": "Memancing di Ais!"
        },
        {
            "ID": "DIARY_BODY_56",
            "EN": "Pakku showed me a new way to fish~ I caught a fish that I've never seen before in my life!",
            "SP": "Pakku me enseñó una nueva manera de pescar~ ¡He atrapado un pescado que jamás había visto en mi vida!",
            "FR": "Pakku m'a montré une nouvelle façon de pêcher... J'ai attrapé un poisson que je n'avais encore jamais vu !",
            "ptBR": "Pakku me ensinou um jeito novo de pescar~ Pesquei um peixe que eu nunca tinha visto antes!",
            "RU": "Пакку открыл мне новые грани рыбалки! Рыба тут совершенно другая.",
            "CNSimplified": "帕库教了我一种新钓鱼方法~我钓到了一条此生从未见过的鱼！",
            "CNTaiwan": "帕古教我一種新的釣魚方法～我釣到一條以前從沒見過的魚！",
            "JPN": "パックから新しい釣りの仕方を教わったよ～ 見たことない魚を捕まえた！",
            "GER": "Pakku hat mir eine neue Angeltechnik gezeigt. Ich habe einen Fisch gefangen, den ich noch nie zuvor gesehen habe!",
            "ITA": "Pakku mi ha mostrato un nuovo modo di pescare~ Ho preso un pesce che non ho mai visto prima!",
            "KOR": "파쿠에게 새로운 낚시 방법을 배웠다! 평생 처음 보는 물고기를 잡았어!",
            "THAI": "ปักกุแสดงวิธีตกปลาแบบใหม่ให้ฉันดู~ ฉันตกได้ปลาที่ไม่เคยเห็นมาก่อนเลยในชีวิตนี้!",
            "MY": "Pakku menunjukkan cara baharu untuk memancing ikan~ Saya menangkap ikan yang belum pernah saya lihat dalam hidup saya!"
        },
        {
            "ID": "DIARY_TITLE_57",
            "EN": "Enjoying the Onsen",
            "SP": "Disfrutando el Oceáno",
            "FR": "Je profite du Onsen",
            "ptBR": "Curtindo o onsen",
            "RU": "Онсэн",
            "CNSimplified": "享受温泉之乐",
            "CNTaiwan": "享受溫泉",
            "JPN": "温泉でごくらく",
            "GER": "Im Onsen",
            "ITA": "Alle terme",
            "KOR": "온천 즐기는 중",
            "THAI": "เพลิดเพลินกับการแช่น้ำพุร้อน",
            "MY": "Menikmati Onsen"
        },
        {
            "ID": "DIARY_BODY_57",
            "EN": "... Ahhhh~",
            "SP": "... Ahhhh~",
            "FR": "Ahh...",
            "ptBR": "Águas termaaahhhhhis~",
            "RU": "Как же хорошо...",
            "CNSimplified": "...啊~",
            "CNTaiwan": "……啊啊～",
            "JPN": "... あぁ～",
            "GER": "... Hach.",
            "ITA": "... Ahhhh~",
            "KOR": "아아...",
            "THAI": "... อ้า~",
            "MY": "... Ahhhh~"
        },
        {
            "ID": "DIARY_TITLE_58",
            "EN": "Fermented Carrot Juice",
            "SP": "Jugo de Zanahoria Fermentado",
            "FR": "Jus de carotte fermenté",
            "ptBR": "Suco de cenoura fermentado",
            "RU": "Морковная настойка",
            "CNSimplified": "发酵胡萝卜汁",
            "CNTaiwan": "發酵胡蘿蔔汁",
            "JPN": "発酵したニンジンジュース",
            "GER": "Vergorener Karottensaft",
            "ITA": "Succo di carota fermentato",
            "KOR": "발효 당근즙",
            "THAI": "น้ำแครอทหมัก",
            "MY": "Jus Lobak yang ditapaikan"
        },
        {
            "ID": "DIARY_BODY_58",
            "EN": "This carrottttt drrrrink iss sooo ssstrong~~ maaake me veryy drowsyy .. . ",
            "SP": "Esta bebidaaaa de zanaahoooriaaaa es muuy fffuerteeee~~ meee da mucchoooo sueñooo . . .",
            "FR": "Cette boissoooon à baaaase de carooooottes et foooooorte... ça me donne enviiiiie de doooormir...",
            "ptBR": "Essssse suuuco é muuuito looouuucooo~ Tá tttttudo gir-gir-giraaaaaandooo...",
            "RU": "К-к-крепкая н-н-настойка... Рас-слабляет...",
            "CNSimplified": "这个胡萝卜卜卜饮料真真是太太太带劲了~~让我昏昏昏昏欲睡…",
            "CNTaiwan": "這個胡……蘿蔔……汁好……好烈啊～～讓……我……昏昏欲睡……",
            "JPN": "このニンジンドリンクちょぉぉぉぉう強い～ なんらか、ねみゅたくなってきたぁ.. .",
            "GER": "Diessser Karottensssaft issst vielleicht stark... Bin ganzzz schläfrig.",
            "ITA": "Questo succooooo di carotaaaaa è cosìììì forteeeee~~ mi sta facendooo venireeee sonnoooo...",
            "KOR": "이 당근 음료는 너무 강해~~ 마시니까 너무우 졸려어어...",
            "THAI": "น้ำแครอทททนี้แรงงงมากกก~~ ทำให้หัวววฉันหมุนนนไม่หยุดดด .. .",
            "MY": "Jus lobak ini sangat kuat~~ membuatkan saya sangat mengantuk ..."
        },
        {
            "ID": "DIARY_TITLE_59",
            "EN": "Portrait of Landscape",
            "SP": "Retrato de Paisaje",
            "FR": "Peinture d'un paysage",
            "ptBR": "Retrato de paisagem",
            "RU": "Пейзаж",
            "CNSimplified": "山水画",
            "CNTaiwan": "風景畫",
            "JPN": "風景画",
            "GER": "Landschaftsporträt",
            "ITA": "Ritratto del paesaggio",
            "KOR": "풍경화",
            "THAI": "ภาพทิวทัศน์",
            "MY": "Potret Lanskap"
        },
        {
            "ID": "DIARY_BODY_59",
            "EN": "Painted the Yukiyama hills~ Not to brag but my painting came out better than the view~",
            "SP": "Pinté las colinas de Yukiyama~ No quiero presumir, pero mi pintura terminó mucho mejor que la vista~",
            "FR": "J'ai peint les collines de Yukiyama, ce n'est pas pour dire, mais ma peinture est encore plus belle que le modèle...",
            "ptBR": "Eu pintei as colinas de Yukiyama~ Modéstia à parte, a pintura ficou ainda melhor que a vista real~",
            "RU": "Рисунок холмов Юкиямы. Не хочу хвастать, но получилось даже лучше, чем в жизни...",
            "CNSimplified": "我画了连绵的雪山~不是我吹牛，但我的画比这景色更美~",
            "CNTaiwan": "畫了雪山的風景～不是我在說，但我畫的畫比實際的景色還要美～",
            "JPN": "ユキヤマ丘を描いたよ～ 自慢じゃないけど、実際の風景よりきれいに描けたよ～",
            "GER": "Habe die Yukiyama-Berge gemalt. Ohne anzugeben: Das Gemälde übertrifft die Aussicht.",
            "ITA": "Ho dipinto le colline di Yukiyama~ Non per vantarmi, ma il quadro è anche meglio della vista~",
            "KOR": "설산을 그려 봤다~ 자랑은 아니지만 그림이 풍경보다 더 멋있어~",
            "THAI": "วาดภาพภูเขายูกิยามา~ ไม่ใช่คุยโม้ แต่ภาพของฉันสวยกว่าวิวของจริงเสียอีก~",
            "MY": "Melukis bukit Yukiyama~ Bukan nak bercakap besar tetapi lukisan saya lebih baik daripada pemandangan asal~"
        },
        {
            "ID": "DIARY_TITLE_60",
            "EN": "Old Carrotboy",
            "SP": "Carrotboy Viejo",
            "FR": "Vieille CarrotBoy",
            "ptBR": "Cenoura Boy velho",
            "RU": "Старый моркбой",
            "CNSimplified": "昔日胡萝卜正太",
            "CNTaiwan": "舊 Carrot Boy",
            "JPN": "古いニンジンボーイ",
            "GER": "Alter CarrotBoy",
            "ITA": "Vecchio Carotaboy",
            "KOR": "고물 당근보이",
            "THAI": "แครอทบอยเครื่องเก่า",
            "MY": "Carrotboy Tua"
        },
        {
            "ID": "DIARY_BODY_60",
            "EN": "Used to play this when I was a young rabbit~ Brings back old memories~",
            "SP": "Solía jugar esto cuando era joven~ Me trae viejos recuerdos~",
            "FR": "Je jouais avec quand j'étais plus jeune... que de souvenirs...",
            "ptBR": "Eu jogava muito isso quando era mais jovem~ Tantas lembranças~",
            "RU": "В детстве мне очень нравилась эта игрушка. Ох, ностальгия-ностальгия...",
            "CNSimplified": "我还是小兔子的时候就经常玩这个~往日的回忆历历在目~",
            "CNTaiwan": "我還是一隻小兔子的時候最愛玩這個～令人想起兒時回憶～",
            "JPN": "若いウサギの時はこれで遊んでたなあ～ かつての思い出ももう一度～",
            "GER": "Damit habe ich als junges Häschen gespielt. Das weckt Erinnerungen...",
            "ITA": "Durante la mia infanzia ci ho giocato parecchio~ Mi ha riportato in vita un sacco di ricordi~",
            "KOR": "어릴 때 하던 게임기다~ 옛 추억이 새록새록 떠오르네~",
            "THAI": "เคยชอบเล่นเมื่อตอนที่ฉันยังเป็นกระต่ายตัวน้อย~ ทำให้นึกถึงความทรงจำเก่าๆ~",
            "MY": "Saya pernah bermain ini ketika saya masih kecil~ Mengembalikan semula kenangan lama~"
        },
        {
            "ID": "DIARY_TITLE_61",
            "EN": "Seaweed Soba",
            "SP": "Soba de Alga Marina",
            "FR": "Soba aux algues",
            "ptBR": "Yakissusto",
            "RU": "Лапша с водорослями",
            "CNSimplified": "海藻荞麦面",
            "CNTaiwan": "海藻蕎麥麵",
            "JPN": "のりソバ",
            "GER": "Soba mit Algen",
            "ITA": "Soba alle alghe",
            "KOR": "해초 소바",
            "THAI": "โซบะสาหร่าย",
            "MY": "Soba Rumpai laut"
        },
        {
            "ID": "DIARY_BODY_61",
            "EN": "Noodles that are served cold! Soba is deeelicious! I need to share this with my friends!",
            "SP": "¡La pasta que se sirve fría! ¡El Soba es delicioso!",
            "FR": "Des nouilles servies froides ! Les sobas sont délicieuses ! Je dois partager ça avec mes amis !",
            "ptBR": "Lámen servido frio! Foi chocante quando botei na boca. Meus amigos têm que ver isso!",
            "RU": "Подается холодной! Очень вкусно! Нужно будет рассказать друзьям!",
            "CNSimplified": "凉拌冷面！荞麦面真是太好吃了！我要和我的朋友们分享！",
            "CNTaiwan": "涼麵條！蕎麥麵豪～好吃啊！一定和朋友們分享一下！",
            "JPN": "冷たいまま食べる麺！ソバっておいしい！これは友達と共有しないと！",
            "GER": "Soba sind leckere Nudeln, die kalt serviert werden. Ich sollte Freunde zum Essen einladen!",
            "ITA": "Noodle freddi! La soba è così deliziosa! Devo condividere la ricetta con gli amici!",
            "KOR": "차게 먹는 국수! 소바는 맛있다! 친구들에게 알려 줘야지!",
            "THAI": "ก๋วยเตี๋ยวเย็น! โซบะอร่อยที่สุดดด! ฉันต้องแชร์มันกับเพื่อน!",
            "MY": "Mi yang dihidangkan sejuk! Soba adalah sangat lazat! Saya perlu berkongsi ini dengan rakan-rakan saya!"
        },
        {
            "ID": "DIARY_TITLE_62",
            "EN": "Lodge Laptop",
            "SP": "Laptop de la Cabaña",
            "FR": "Ordi portable au chalet",
            "ptBR": "Laptop do chalé",
            "RU": "Ноутбук в домике",
            "CNSimplified": "屋舍笔记本电脑",
            "CNTaiwan": "木屋筆電",
            "JPN": "ロッジのノートパソコン",
            "GER": "Laptop für die Hütte",
            "ITA": "Computer portatile",
            "KOR": "산장 노트북",
            "THAI": "แล็ปท็อปบ้าน",
            "MY": "Komputer riba Lodge"
        },
        {
            "ID": "DIARY_BODY_62",
            "EN": "Almost forgot to pack this in my bag! So much entertainment in a small package~",
            "SP": "¡Casi olvidaba empacar esto en mi mochila! Muchísimo entretenimiento en un pequeño paquete~",
            "FR": "J'ai failli oublier de mettre ça dans mon sac ! Tant de distractions dans un si petit objet...",
            "ptBR": "Quase esqueci de pôr na mochila! Tanto diversão em um computador tão pequeno~",
            "RU": "Едва не угораздило забыть его дома! Удивительное устройство.",
            "CNSimplified": "差点忘记把这个装进包里了！这个小小物件能带来许多欢乐~",
            "CNTaiwan": "差點忘了裝進我的包裡！小小的體積裝了好多好玩的～",
            "JPN": "荷造りの時ほとんど忘れそうになった！小さいのに楽しみぎっしり～",
            "GER": "Hätte fast vergessen, den einzupacken. So viel Unterhaltung in einer kleinen Kiste...",
            "ITA": "Avevo quasi dimenticato di metterlo nello zaino! Così tanto intrattenimento in un oggetto così piccolo~",
            "KOR": "짐에 챙겨 오는 걸 깜박할 뻔했다! 조그맣지만 정말 재미있어~",
            "THAI": "เกือบจะลืมหยิบมันใส่กระเป๋าแล้วเชียว! เครื่องเล็กๆ แต่มีความบันเทิงหลากหลาย~",
            "MY": "Hampir terlupa untuk meletakkannya di dalam beg saya! Begitu banyak hiburan dalam pakej kecil~"
        },
        {
            "ID": "DIARY_TITLE_63",
            "EN": "I'm a Survivor!",
            "SP": "¡Soy un Sobreviviente!",
            "FR": "J'ai survécu !",
            "ptBR": "Sou um sobrevivente!",
            "RU": "Я не сдаюсь!",
            "CNSimplified": "我是幸存者！",
            "CNTaiwan": "我活下來了！",
            "JPN": "生き残った！",
            "GER": "Ich bin ein Kämpfer!",
            "ITA": "Superstite",
            "KOR": "나는 살아남았다!",
            "THAI": "ฉันคือผู้อยู่รอด!",
            "MY": "Saya seorang yang Berikhtiar untuk hidup!"
        },
        {
            "ID": "DIARY_BODY_63",
            "EN": "Life's not about how hard of a hit you can give~ It's about how many you can take, and keep moving forward!",
            "SP": "La vida no se trata cuantos golpes duros puedes dar~ Es cuantos golpes puedes aguantar, ¡Y seguir adelante!",
            "FR": "Dans la vie, le plus important c'est de savoir se relever après une mauvaise chute et aller de l'avant !",
            "ptBR": "Para viver, você tem que ser bom de briga~ Só que o truque não é saber bater, e sim aguentar as pancadas e seguir em frente!",
            "RU": "Главное — не то, сколько раз ты падаешь, а то, сколько раз поднимаешься!",
            "CNSimplified": "人生的意义并不在于你能给予多重的打击~而在于你能承受多重的打击，并继续勇往直前！",
            "CNTaiwan": "人生並不在於能給予多大的打擊～而是能接受多少的打擊，然後繼續向前！",
            "JPN": "人生とは、どれだけ強く殴るかじゃない～ どれだけ耐えられるか。そして先に進むこと！",
            "GER": "Im Leben geht es nicht darum, wie hart man austeilen kann, sondern wie viel man einstecken kann, ohne aufzugeben.",
            "ITA": "Nella vita non contano i colpi che puoi dare~ ma quanti ne puoi prendere e riuscire ad andare avanti!",
            "KOR": "삶에서는 얼마나 세게 때리느냐가 중요한 게 아냐~ 얼마나 맞고도 계속 나아갈 수 있느냐가 중요하지!",
            "THAI": "ชีวิตไม่ใช่แค่คุณประสบความสำเร็จมากแค่ไหน~ แต่ยังหมายถึงคุณสามารถรับมือได้แค่ไหน และยังคงก้าวเดินหน้าต่อไป!",
            "MY": "Kehidupan bukanlah mengenai betapa sukarnya tamparan yang boleh anda berikan~ Ini adalah tentang berapa banyak yang anda boleh terima dan terus maju!"
        },
        {
            "ID": "DIARY_TITLE_64",
            "EN": "Ice Pop",
            "SP": "Paleta de Hielo",
            "FR": "Sucette glacée",
            "ptBR": "Picolé",
            "RU": "Фруктовый лед",
            "CNSimplified": "冰棒",
            "CNTaiwan": "冰棒",
            "JPN": "アイスキャンディー",
            "GER": "Wassereis",
            "ITA": "Ghiacciolo",
            "KOR": "하드",
            "THAI": "ไอติมแท่ง",
            "MY": "Ais Pop"
        },
        {
            "ID": "DIARY_BODY_64",
            "EN": "Ate this frozen delight that can only be bought in Yukiyama!",
            "SP": "¡Me comí esta delicia helada que solo puede ser comprada en Yukiyama!",
            "FR": "J'ai mangé ce délice glacé qui ne se trouve qu'à Yukiyama !",
            "ptBR": "Esse picolé delicioso você só encontra em Yukiyama!",
            "RU": "Продается только в Юкияме! Настоящее лакомство...",
            "CNSimplified": "尝了这个只能在雪山买到的冰爽美味！",
            "CNTaiwan": "雪山限定的冰涼點心！",
            "JPN": "ユキヤマだけで買える凍ったお菓子を食べた！",
            "GER": "Habe diese gefrorene Leckerei gegessen, die es nur in Yukiyama zu kaufen gibt.",
            "ITA": "Adoro questa delizia ghiacciata, che è possibile comprare solo in Yukiyama!",
            "KOR": "설산에서만 살 수 있는 얼음과자를 먹었다!",
            "THAI": "กินไอติมแท่งแสนอร่อยซึ่งซื้อได้ที่ยูกิยามาที่เดียวเท่านั้น!",
            "MY": "Makan hidangan lazat beku ini yang hanya boleh dibeli di Yukiyama!"
        },
        {
            "ID": "DIARY_TITLE_65",
            "EN": "Blowing Bubbles",
            "SP": "Soplando Burbujas",
            "FR": "Faire des bulles",
            "ptBR": "Soprando bolhas",
            "RU": "Мыльные пузыри",
            "CNSimplified": "吹泡泡",
            "CNTaiwan": "吹泡泡",
            "JPN": "シャボン玉",
            "GER": "Seifenblasen",
            "ITA": "Mille bolle",
            "KOR": "비눗방울 불기",
            "THAI": "การเป่าลูกโป่งฟองสบู่",
            "MY": "Meniup Buih"
        },
        {
            "ID": "DIARY_BODY_65",
            "EN": "Look! I blew a bubble even bigger than the sun!",
            "SP": "¡Mira! ¡Soplé una burbuja mucho más grande que el sol!",
            "FR": "Regarde ! J'ai fait une bulle plus grosse que le soleil !",
            "ptBR": "Caramba! Soprei uma bolha maior que o sol!",
            "RU": "Ого! Этот пузырь даже больше солнца!",
            "CNSimplified": "瞧！我吹的泡泡比太阳还大！",
            "CNTaiwan": "看！我吹出的泡泡比太陽還要大！",
            "JPN": "見て！太陽よりも大きいシャボン玉を出したよ！",
            "GER": "Schau mal, meine Seifenblase ist größer als die Sonne!",
            "ITA": "Guardate! Ho fatto una bolla più grande persino del sole!",
            "KOR": "이것 봐! 해보다 큰 비눗방울을 불었다!",
            "THAI": "ดูซิ! ลูกโป่งฟองสบู่ที่ฉันเป่าใหญ่กว่าดวงอาทิตย์เสียอีก!",
            "MY": "Lihat! Saya meniup gelembung bahkan lebih besar daripada matahari!"
        },
        {
            "ID": "DIARY_TITLE_66",
            "EN": "Onsen Cup Noodles",
            "SP": "Taza de Noodles Onsen",
            "FR": "Nouilles dans l'Onsen",
            "ptBR": "Cup Noodles no onsen",
            "RU": "Лапша на источниках",
            "CNSimplified": "温泉杯面",
            "CNTaiwan": "溫泉杯麵",
            "JPN": "温泉カップ麺",
            "GER": "Onsen-Fertignudeln",
            "ITA": "Noodle alle terme",
            "KOR": "온천 컵라면",
            "THAI": "บะหมี่คัพน้ำพุร้อน",
            "MY": "Mi Cawan Onsen"
        },
        {
            "ID": "DIARY_BODY_66",
            "EN": "These noodles are made with wheat and something called MSG? Sounds healthy!",
            "SP": "Estos noodles están hechos con trigo y algo llamado ¿MSG? ¡Suena saludable!",
            "FR": "Ces nouilles sont faites de blé et d'un truc qui s'appelle le GMS... Ça a l'air sain !",
            "ptBR": "Lámen feito de trigo e glutamato monossódico. Não sei o que é isso, mas deve ser bom para a saúde!",
            "RU": "Пшеничная лапша с каким-то глутаматом натрия. Не знаю, что это, но звучит как что-то полезное.",
            "CNSimplified": "这些面条的原料是小麦和叫做味精的东西？听起来很健康！",
            "CNTaiwan": "這麵條是用小麥和某種叫味精的東西做的？聽起來很營養！",
            "JPN": "麺は小麦とMSGとかいうので作られている？健康そうな響き！",
            "GER": "Diese Nudeln bestehen aus Weizen und etwas namens MNG. Klingt gesund!",
            "ITA": "Questi noodle sono fatti di frumento e qualcosa chiamato MSG! Sembra un nome salutare!",
            "KOR": "밀가루랑 MSG라는 걸로 만든 라면이라고 한다. 몸에 좋을 것 같은데!",
            "THAI": "ก๋วยเตี๋ยวนี้ทำจากข้าวสาลีและเครื่องปรุงที่เรียกว่าผงชูรส? น่าจะดีต่อสุขภาพ!",
            "MY": "Mi ini dibuat dengan gandum dan sesuatu yang dipanggil MSG? Kedengaran seperti sihat!"
        },
        {
            "ID": "DIARY_TITLE_67",
            "EN": "Public Onsen",
            "SP": "Onsen Público",
            "FR": "Onsen public",
            "ptBR": "Onsen público",
            "RU": "Горячие источники",
            "CNSimplified": "公共温泉",
            "CNTaiwan": "大眾湯",
            "JPN": "大衆温泉",
            "GER": "Öffentliches Onsen",
            "ITA": "Terme pubbliche",
            "KOR": "대중 온천",
            "THAI": "น้ำพุร้อนสาธารณะ",
            "MY": "Onsen Awam"
        },
        {
            "ID": "DIARY_BODY_67",
            "EN": "Jun and I enjoying the warm and relaxing hotspring soak! He really knows how to enjoy life~",
            "SP": "¡Jun y yo estamos disfrutando mojándonos en las cálidas y relajantes aguas termales! El sabe como disfrutar la vida~",
            "FR": "Jun et moi profitons d'un bon bain dans une source chaude ! Il sait profiter de la vie...",
            "ptBR": "Eu e Jun curtindo as águas quentes e relaxantes do onsen. O Jun sabe mesmo curtir a vida~",
            "RU": "Ходили вместе с Джуном на горячие источники! Да, у этого парня есть вкус к жизни...",
            "CNSimplified": "我和朱恩舒服地泡在又暖又令人放松的温泉里！他真懂如何享受生活~",
            "CNTaiwan": "小俊和我正在泡湯，溫暖又放鬆！他真的很會享受人生～",
            "JPN": "ジュンと一緒に温かい温泉を楽しんだ！彼は人生の楽しみ方を知っているね～",
            "GER": "Jun und ich haben uns bei einem heißen Bad entspannt. Er weiß, wie man das Leben genießt...",
            "ITA": "Io e Jun ci stiamo godendo le calde terme! Sa davvero godersi la vita~",
            "KOR": "준이랑 같이 따뜻한 온천에 몸을 담그고 푹 쉬었다! 준은 삶을 즐기는 법을 안다~",
            "THAI": "เจนกับฉันชอบการแช่น้ำพุร้อนแสนอุ่นและผ่อนคลายนี้มาก! เขามีความรู้เรื่องวิธีใช้ชีวิตอย่างมีความสุข~",
            "MY": "Jun dan saya menikmati mata air panas yang hangat dan santai! Dia benar-benar tahu bagaimana untuk menikmati kehidupan~"
        },
        {
            "ID": "DIARY_TITLE_68",
            "EN": "Snowboarding Adventure",
            "SP": "Aventura Snowboard",
            "FR": "Aventure en snowboard",
            "ptBR": "Aventura de snowboarding",
            "RU": "Катание на сноуборде",
            "CNSimplified": "单板滑雪冒险之旅",
            "CNTaiwan": "單板滑雪冒險",
            "JPN": "スノーボードの冒険",
            "GER": "Snowboard-Abenteuer",
            "ITA": "Avventura in snowboard",
            "KOR": "스노보드 모험",
            "THAI": "การผจญภัยในการเล่นสโนว์บอร์ด",
            "MY": "Kembara Luncur Papan Salji"
        },
        {
            "ID": "DIARY_BODY_68",
            "EN": "Woohoo! This is so much fun~ Almost crashed into a tree but I regained control at the last second!",
            "SP": "¡Wuuuhuuuu! Esto es tan divertido~ ¡Estaba a punto de chocar con un árbol pero recuperé el control al último segundo!",
            "FR": "Ouh ouh ! C'est trop marrant ! J'ai failli finir dans un arbre, mais j'ai repris le contrôle au dernier moment !",
            "ptBR": "Uhú! Isso é muito divertido~ Quase dei de cara com uma árvore, mas desviei em cima do lance!",
            "RU": "Ух ты! Весело! Только страшно врезаться в дерево. Один раз прямо чудом пронесло...",
            "CNSimplified": "哇哦！这真是太有趣了~差点就撞树了，但我在最后一秒恢复了控制！",
            "CNTaiwan": "哇噢！這太有趣了～差點撞到一棵樹，但是我在最後一秒力挽狂瀾！",
            "JPN": "やっほー！たっのしい～ 木にぶつかりそうになったけど、ギリギリで助かったよ！",
            "GER": "Das hat vielleicht Spaß gemacht! Auch wenn ich fast in einen Baum gekracht wäre.",
            "ITA": "Wow! Questo sì che è divertente~ Ho quasi preso un albero, ma all’ultimo istante ho ripreso il controllo!",
            "KOR": "유후! 너무 신나~ 나무에 부딪힐 뻔했지만 마지막 순간에 피했다!",
            "THAI": "วู้ฮู! มันสนุกมากเลย~ เกือบจะชนต้นไม้ซะแล้ว แต่ฉันควบคุมทิศทางได้ในวินาทีสุดท้าย!",
            "MY": "Woohoo! Ini sangat menyeronokkan~ Hampir terlanggar pokok tetapi saya dapat mengawal pada saat terakhir!"
        },
        {
            "ID": "DIARY_TITLE_69",
            "EN": "Downhill Skiing",
            "SP": "Esquiando en la pendiente",
            "FR": "Ski en pente",
            "ptBR": "Descida com esqui",
            "RU": "Спуск на лыжах",
            "CNSimplified": "下坡滑雪",
            "CNTaiwan": "高山滑雪",
            "JPN": "ダウンヒルスキー",
            "GER": "Skiabfahrt",
            "ITA": "Discesa libera",
            "KOR": "스키 타고 내려오기",
            "THAI": "การสกีลงเขา",
            "MY": "Ski Menuruni Bukit"
        },
        {
            "ID": "DIARY_BODY_69",
            "EN": "Weeeeee! My scarf is getting so long behind me~ It is almost as if the faster I go the longer it gets.",
            "SP": "¡Wiiiiii! Mi bufanda se está alargando detrás de mí~ Parece entre más rapido voy más larga se vuelve.",
            "FR": "Hi hiiiii ! Mon écharpe s'étend derrière moi... C'est comme si elle s'agrandissait avec la vitesse.",
            "ptBR": "Uoooou! Olha o tamanho do meu cachecol~ Parece que quanto mais rápido eu descia, maior ele ficava.",
            "RU": "Вперед! А шарф развевается за спиной! Он словно становится еще длиннее, когда несешься вниз с горы.",
            "CNSimplified": "我们们们！我的围巾在身后飘得好长啊~仿佛我滑得越快，它就飘得越长。",
            "CNTaiwan": "咻咻！我的圍巾在身後飄揚～感覺滑得越快圍巾就越長。",
            "JPN": "いえーい！スカーフが後ろにびよんびよん伸びてる～ 速く滑れば滑るほど長くなるみたい。",
            "GER": "Huiii! Mein Schal wird hinter mir immer länger, je schneller ich fahre.",
            "ITA": "Weeeeee! La mia sciarpa è così lunga alle mie spalle~ Sembra quasi che più sono veloce e più diventa lunga.",
            "KOR": "휘익! 목도리가 뒤로 길게 늘어졌네~ 빨리 갈수록 길어지는 것만 같아.",
            "THAI": "วี้วววววว! ผ้าพันคอของฉันปลิวอยู่ไกลด้านหลังฉัน~ เหมือนกับว่าฉันยิ่งฉันสกีเร็ว มันก็ยิ่งยาวมากขึ้น",
            "MY": "Weeeeee! Skaf saya semakin panjang di belakang saya~ Ia seolah-olah semakin saya laju ia menjadi semakin panjang."
        },
        {
            "ID": "DIARY_TITLE_70",
            "EN": "Looking at the stars",
            "SP": "Mirando las Estrellas",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_70",
            "EN": "You can see really far away with this gadget. I wonder what Jun looks at?",
            "SP": "Puedes ver muy lejos con este aparato. ¿Me pregunto que verá Jun con esto?",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_71",
            "EN": "Bus Journey to Yukiyama",
            "SP": "Viaje en Camión a Yukiyama",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_71",
            "EN": "Bus ride to snowy Yukiyama village!! It's going to be an 6 hour bus journey, my butt is going to hurt~",
            "SP": "¡Nos vamos en camión al pueblo gélido de Yukiyama! Será un recorrido de 6 horas, por lo que mi trasero sufrirá en el viaje...",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_72",
            "EN": "Long Yellow Fruit",
            "SP": "Fruta Amarilla y Larga",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_72",
            "EN": "Jun gave me this banana to eat. Tastes delicious. He said it gives you lots of energy!",
            "SP": "Jun me regaló esta banana para comer. Ssbe deliciosa. ¡El te dice que te da mucha energía!",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_73",
            "EN": "Super Car!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_73",
            "EN": "With 1000 cheetah power, I can drive to anywhere I want. Zoom Zoom! Here I come~",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_74",
            "EN": "Bobo's Masterpiece",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_74",
            "EN": "Ummmmm... It tastes so... good...",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_75",
            "EN": "Fish the police!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_75",
            "EN": "Sheriff Inu decided to come fishing with me and Pakku! I saw a new side to him today...",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_76",
            "EN": "Close call!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_76",
            "EN": "Almost dropped my book into the water because of that twist ending!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_77",
            "EN": "Monkey Business!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_77",
            "EN": "Jun thought he could beat me at cards? Doesn't he know I am the best gambler in the city?",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_78",
            "EN": "Camping with friends",
            "SP": "Acampado con amigos",
            "FR": "Camping entre amis",
            "ptBR": "Acampando com amigos",
            "RU": "Пикник с друзьями",
            "CNSimplified": "和朋友一起露营",
            "CNTaiwan": "和朋友一起露營",
            "JPN": "友達とキャンプ",
            "GER": "Zelten mit Freunden",
            "ITA": "Campeggio con gli amici",
            "KOR": "친구들과 캠핑",
            "THAI": "ไปนอนแคมป์กับเพื่อน",
            "MY": "Berkhemah dengan rakan-rakan"
        },
        {
            "ID": "DIARY_BODY_78",
            "EN": "Campfire + Marshmallow + Friends = Unforgettable fun time!",
            "SP": "Fogata + Malvaviscos + Amigos = ¡Momentos divertidos e inolvidables!",
            "FR": "Feu de camp + guimauves + amis = un super moment inoubliable !",
            "ptBR": "Fogueira + Marshmallow + Amigos = Dia inesquecível!",
            "RU": "Костер + зефир на палочке + друзья = отличный вечер!",
            "CNSimplified": "篝火+棉花糖+朋友=难忘的快乐时光！",
            "CNTaiwan": "營火 + 棉花糖 + 好友 =難忘的歡樂時光！",
            "JPN": "キャンプファイア + マシュマロ + 友達 = 忘れられない思い出！",
            "GER": "Lagerfeuer + Marshmallows + Freunde = Unvergessliches Erlebnis!",
            "ITA": "Campeggio + marshmallow + amici = divertimento indimenticabile!",
            "KOR": "모닥불 + 마시멜로 + 친구 = 잊지 못할 시간!",
            "THAI": "กองไฟข้างแคมป์ + มาร์ชเมลโลว์ + เพื่อน = เวลาแห่งความสนุกที่ไม่อาจลืมได้!",
            "MY": "Unggun api + Marshmallow + Rakan-rakan = Waktu menggembirakan yang tidak dapat dilupakan!"
        },
        {
            "ID": "DIARY_TITLE_79",
            "EN": "Ukulele in a cave",
            "SP": "Ukulele en la cueva",
            "FR": "Du ukulélé dans une grotte",
            "ptBR": "Ukulele na caverna",
            "RU": "Укулеле в пещере",
            "CNSimplified": "山洞尤克里里",
            "CNTaiwan": "山洞裡的烏克麗麗",
            "JPN": "ほら穴でウクレレ",
            "GER": "Ukulele in einer Höhle",
            "ITA": "Ukulele nella grotta",
            "KOR": "동굴 속의 우쿨렐레",
            "THAI": "อูคูเลเล่ในถ้ำ",
            "MY": "Ukulele di dalam gua"
        },
        {
            "ID": "DIARY_BODY_79",
            "EN": "Playing my ukulele in this cave creates such a nice effect. I think it's called reverb~",
            "SP": "Tocar el ukulele en la cueva crea un efecto lindo. Creo que se llama reveberación~",
            "FR": "Jouer du ukulélé dans cette grotte produit un superbe effet. Je crois que le terme c'est un effet de réverbération.",
            "ptBR": "O som do ukulele fica incrível nessa caverna. Acho que chamam isso de ressonância~",
            "RU": "Если сыграть на укулеле в пещере, за счет эха получится очень необычное звучание.",
            "CNSimplified": "在这个山洞里弹奏尤克里里的效果真棒。我想这叫做混响~",
            "CNTaiwan": "在這個山洞裡彈烏克麗麗會出現很棒的音響效果。我想那叫做殘響～",
            "JPN": "このほら穴でウクレレを弾くと、いい雰囲気に。これがリバーブってやつだね～",
            "GER": "Wenn ich in dieser Höhle auf meiner Ukulele spiele, gibt es einen tollen Effekt. Ich glaube, das nennt sich Hall.",
            "ITA": "Suonare il mio ukulele in questa grotta ha dato vita a un bell’effetto. Penso che lo chiamerò riverbero~",
            "KOR": "동굴 안에서 우쿨렐레를 연주하니까 음향 효과가 아주 좋았다. 리버브라는 게 이런 건가~",
            "THAI": "การเล่นอูคูเลเล่ของฉันในถ้ำนี้สร้างเอฟเฟคที่ดีมาก ฉันคิดว่าจะเรียกมันว่าเสียงสะท้อน~",
            "MY": "Bermain ukulele saya di dalam gua ini mencipta kesan yang bagus. Rasanya ia dipanggil gema~"
        },
        {
            "ID": "DIARY_TITLE_80",
            "EN": "Warrior's Tea!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_80",
            "EN": "Kubo shared some of his special blend with me... It's so strong, it's making me feel warm even at the peak of this mountain!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_81",
            "EN": "Kubo's Snack Time!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_81",
            "EN": "It's a good thing I brought along a bag of chips, this is apparently Kubo's favourite food!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_82",
            "EN": "The Peak of Mount Yukiyama!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_82",
            "EN": "I DID IT! I HAVE CONQUERED MOUNT YUKIYAMA! Can't wait to brag to all my friends back home!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_83",
            "EN": "Say Chiise!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_83",
            "EN": "Chi at our usual spot on the pier! Will we still come to the pier together when we are old?",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_84",
            "EN": "Yori!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_84",
            "EN": "He can't get angry at me for taking pictures of him! He sold the camera to me!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_85",
            "EN": "Scary Ken!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_85",
            "EN": "Okay okay! I will stop taking photos of you!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_86",
            "EN": "Quack Quack!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_86",
            "EN": "Quack Quack Quack!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_87",
            "EN": "Moca in the Garden!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_87",
            "EN": "Drinking tea again? Without me?",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_88",
            "EN": "Surveyor!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_88",
            "EN": "He keeps knocking on my door... And I want those carrots...",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_89",
            "EN": "WHAT IS THAT?",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_89",
            "EN": "Is my lens smudged or dirty? Looks like it!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_90",
            "EN": "Let me be Frank!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_90",
            "EN": "Frankly, I think he should let me ride the train for free!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_91",
            "EN": "Dog Day Afternoon!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_91",
            "EN": "Husky looks so happy here! We should definitely talk more!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_92",
            "EN": "Carrot! Carrot! Carrot!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_92",
            "EN": "Grow faster so I can be a rich rabbit!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_93",
            "EN": "It's Pakku, man!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_93",
            "EN": "He caught a big fish that day! That's why he looks so happy!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_94",
            "EN": "Don't shoot!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_94",
            "EN": "So scary! I won't take your picture anymore! Please don't shoot!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_95",
            "EN": "What's up Kimbo?",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_95",
            "EN": "Look at that pose! It's a knockout!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_96",
            "EN": "Oh~ it's an ostrich!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_96",
            "EN": "Cass is sleeping as usual! I want my OmuNoodles!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_97",
            "EN": "Don't beat me!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_97",
            "EN": "It's just a photo! You look so fierce in it!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_TITLE_98",
            "EN": "Monkey see! Monkey do!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        },
        {
            "ID": "DIARY_BODY_98",
            "EN": "Gimme back my camera!",
            "SP": "",
            "FR": "",
            "ptBR": "",
            "RU": "",
            "CNSimplified": "",
            "CNTaiwan": "",
            "JPN": "",
            "GER": "",
            "ITA": "",
            "KOR": "",
            "THAI": "",
            "MY": ""
        }
    ]
}